Repository: cowprotocol/cowswap
Catalog: src/locales/*.po
Languages: pl_pl

source: This token doesn't appear on the active token list(s). Make sure this is the token that you want to trade.
pl_pl: Ten token nie pojawia się na aktywnych listach tokenów. Upewnij się, że jest to token, którym chcesz handlować.

source: This tool will safely migrate your {0} liquidity to V3. The process is completely trustless thanks to the
pl_pl: To narzędzie będzie bezpiecznie migrować Twoją płynność {0} do V3. Proces jest całkowicie pozbawiony zaufania dzięki

source: This transaction will not succeed due to price movement. Try increasing your slippage tolerance. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
pl_pl: Ta transakcja nie powiedzie się z powodu ruchu cen. Spróbuj zwiększyć swoją tolerancję na poślizg. Uwaga: opłata za transfer i rebase tokeny są niezgodne z Uniswap V3.

source: This transaction will not succeed either due to price movement or fee on transfer. Try increasing your slippage tolerance.
pl_pl: Ta transakcja nie powiedzie się ze względu na ruch cen lub opłatę za transfer. Spróbuj zwiększyć tolerancję na poślizg.

source: Tip: Custom tokens are stored locally in your browser
pl_pl: Wskazówka: Niestandardowe tokeny są przechowywane lokalnie w przeglądarce

source: To
pl_pl: Do

source: To (at least)
pl_pl: Co najmniej do

source: Toggle Expert Mode
pl_pl: Przełącz tryb eksperta

source: Tokens
pl_pl: Tokeny

source: Tokens from inactive lists. Import specific tokens below or click Manage to activate more lists.
pl_pl: Tokeny z nieaktywnych list. Zaimportuj określone tokeny poniżej lub kliknij Zarządzaj, aby aktywować więcej list.

source: Top pools
pl_pl: Najlepsze pule

source: Total Supply
pl_pl: Całkowite podaż

source: Total deposited
pl_pl: Całkowita wpłata

source: Total deposits
pl_pl: Depozyty ogółem

source: Transaction Settings
pl_pl: Ustawienia transakcji

source: Transaction Submitted
pl_pl: Transakcja przesłana

source: Transaction deadline
pl_pl: Termin transakcji

source: Try Again
pl_pl: Spróbuj ponownie

source: Turn On Expert Mode
pl_pl: Włącz tryb eksperta

source: UNI has arrived
pl_pl: UNI przybył

source: UNI in circulation:
pl_pl: UNI w obiegu:

source: UNI price:
pl_pl: Cena UNI:

source: UNI tokens represent voting shares in Uniswap governance. You can vote on each proposal yourself or delegate your votes to a third party.
pl_pl: Tokeny UNI reprezentują udziały głosujące w zarządzaniu Uniswap. Możesz głosować na każdy wniosek samodzielnie lub delegować swoje głosy na osobę trzecią.

source: UNI {0}/{1} Burned
pl_pl: UNI {0}/{1} Spalone

source: UNI-V2 LP tokens are required. Once you've added liquidity to the {0}-{1} pool you can stake your liquidity tokens on this page.
pl_pl: Żetony UNI-V2 LP są wymagane. Po dodaniu płynności do puli {0}-{1} możesz wziąć udział w tokenach płynności na tej stronie.

source: Unclaimed UNI
pl_pl: Nieodebrane UNI

source: Unclaimed fees
pl_pl: Nieodebrane opłaty

source: Unclaimed:
pl_pl: Niezgłoszony:

source: Uniswap Governance
pl_pl: Zarządzanie Uniswap

source: Uniswap V3 is here!
pl_pl: Uniswap V3 jest tutaj!

source: Uniswap available in: <0>{0}</0>
pl_pl: Uniswap dostępny w: <0>{0}</0>

source: Uniswap liquidity mining
pl_pl: Wydobycie płynności Uniswap

source: Uniswap migration contract↗
pl_pl: Umowa o migracji Uniswap↗

source: Unknown Source
pl_pl: Nieznane źródło

source: Unknown error{0}. Try increasing your slippage tolerance. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
pl_pl: Nieznany błąd{0}. Spróbuj zwiększyć swoją tolerancję na poślizg. Uwaga: opłata za transfer i rebase tokeny są niezgodne z Uniswap V3.

source: Unlock Votes
pl_pl: Odblokuj głosy

source: Unlock Voting
pl_pl: Odblokuj głosowanie

source: Unlocking Votes
pl_pl: Odblokowanie głosów

source: Unsupported Asset
pl_pl: Nieobsługiwany zasób

source: Unsupported Assets
pl_pl: Nieobsługiwane zasoby

source: Update Delegation
pl_pl: Aktualizuj delegację

source: Update list
pl_pl: Aktualizuj listę

source: User
pl_pl: Użytkownik

source: V2 liquidity
pl_pl: V2 płynność

source: V3 {0} Price:
pl_pl: Cena V3 {0}:

source: View UNI Analytics
pl_pl: Zobacz Analityki UNI

source: View V2 Liquidity
pl_pl: Zobacz płynność V2

source: View accrued fees and analytics<0>↗</0>
pl_pl: Zobacz naliczone opłaty i analizy<0>↗</0>

source: View list
pl_pl: Zobacz listę

source: View on Explorer
pl_pl: Zobacz w Eksploratorze

source: View transaction on Explorer
pl_pl: Zobacz transakcję na Explorer

source: Vote
pl_pl: Głosuj

source: Vote Against
pl_pl: Głosuj przeciwko

source: Vote For
pl_pl: Głosować na

source: Vote against proposal {proposalId}
pl_pl: Głosuj przeciwko wnioskowi {proposalId}

source: Vote for proposal {proposalId}
pl_pl: Głosuj na propozycję {proposalId}

source: Voting ended {0}
pl_pl: Głosowanie zakończyło się {0}

source: Voting ends approximately {0}
pl_pl: Głosowanie kończy się około {0}

source: Waiting For Confirmation
pl_pl: Oczekiwanie na potwierdzenie

source: Weekly Rewards
pl_pl: Tygodniowe Nagrody

source: Welcome to team Unicorn :)
pl_pl: Witaj w zespole Unicorn :)

source: When you claim without withdrawing your liquidity remains in the mining pool.
pl_pl: Kiedy żądasz bez wycofywania swojej płynności pozostaje w puli wydobywczej.

source: When you withdraw, the contract will automagically claim UNI on your behalf!
pl_pl: Po odstąpieniu od umowy automatycznie zażąda UNI w Twoim imieniu!

source: When you withdraw, your UNI is claimed and your liquidity is removed from the mining pool.
pl_pl: Kiedy wypłacisz Twoje konto UNI jest odebrane i twoja płynność jest usuwana z puli wydobywczej.

source: Withdraw
pl_pl: Wycofaj

source: Withdraw & Claim
pl_pl: Wycofaj i włącz

source: Withdraw deposited liquidity
pl_pl: Wycofanie zdeponowanej płynności

source: Withdrawing {0} UNI-V2
pl_pl: Wycofanie {0} UNI-V2

source: Withdrew UNI-V2!
pl_pl: Wycofano UNI-V2!

source: Wrap
pl_pl: Zawijanie

source: Wrong Network
pl_pl: Nieprawidłowa sieć

source: You are creating a pool
pl_pl: Tworzysz pulę

source: You are the first liquidity provider for this Uniswap V3 pool. Your liquidity will migrate at the current {0} price.
pl_pl: Jesteś pierwszym dostawcą płynności dla tej puli Uniswap V3. Twoja płynność zostanie zmigrowana po bieżącej cenie {0}.

source: You are the first liquidity provider.
pl_pl: Jesteś pierwszym dostawcą płynności.

source: You can either vote on each proposal yourself or delegate your votes to a third party.
pl_pl: Możesz samodzielnie głosować na każdy wniosek lub przekazać swoje głosy osobie trzeciej.

source: You can now trade {0}
pl_pl: Możesz teraz handlować {0}

source: You don’t have liquidity in this pool yet.
pl_pl: Nie masz jeszcze płynności w tej puli.

source: You must connect an account.
pl_pl: Musisz połączyć konto.

source: You must give the Uniswap smart contracts permission to use your {0}. You only have to do this once per token.
pl_pl: Musisz przyznać Uniswap inteligentne kontrakty na korzystanie z twojego {0}. Musisz to zrobić tylko raz na token.

source: You should only deposit liquidity into Uniswap V3 at a price you believe is correct. <0/>If the price seems incorrect, you can either make a swap to move the price or wait for someone else to do so.
pl_pl: Powinieneś wpłacać płynność do Uniswap V3 tylko po cenie uznanej przez Ciebie za prawidłową. <0/>Jeśli cena wydaje się niepoprawna, możesz albo dokonać swapu, aby przenieść cenę lub poczekać na to, aby ktoś inny to zrobił.

source: You will also collect fees earned from this position.
pl_pl: Będziesz również pobierać opłaty zarobione na tej pozycji.

source: You will receive
pl_pl: Otrzymasz

source: Your UNI Breakdown
pl_pl: Twój podział UNI

source: Your V2 liquidity
pl_pl: Twoja płynność V2

source: Your V3 liquidity positions will appear here.
pl_pl: Twoje pozycje płynności V3 pojawią się tutaj.

source: Your liquidity deposits
pl_pl: Twoje depozyty płynności

source: Your liquidity will only earn fees when the market price of the pair is within your range. <0>Need help picking a range?</0>
pl_pl: Twoja płynność zarabia tylko wtedy, gdy cena rynkowa pary znajduje się w Twoim zakresie. <0> Potrzebujesz pomocy przy wyborze zakresu?</0>

source: Your pool share:
pl_pl: Twoja pula udostępniona:

source: Your position
pl_pl: Twoja pozycja

source: Your position has 0 liquidity, and is not earning fees.
pl_pl: Twoja pozycja ma 0 płynność i nie zarabia opłat.

source: Your position will be 100% composed of {0} at this price
pl_pl: Twoja pozycja będzie w 100% złożona z {0} w tej cenie

source: Your position will be 100% {0} at this price.
pl_pl: Twoja pozycja będzie w 100% {0} w tej cenie.

source: Your position will not earn fees or be used in trades until the market price moves into your range.
pl_pl: Twoja pozycja nie będzie zarabiana ani nie będzie używana w transakcjach, dopóki cena rynkowa nie wejdzie w Twój zakres.

source: Your positions
pl_pl: Twoje pozycje

source: Your rate
pl_pl: Twój kurs

source: Your total pool tokens:
pl_pl: Twoje łączne tokeny puli:

source: Your transaction cost will be much higher as it includes the gas to create the pool.
pl_pl: Twój koszt transakcji będzie znacznie wyższy, ponieważ zawiera gaz do utworzenia puli.

source: Your transaction may be frontrun
pl_pl: Twoja transakcja może być typu frontrun

source: Your transaction may fail
pl_pl: Twoja transakcja może się nie powieść

source: Your transaction will revert if it is pending for more than this period of time.
pl_pl: Twoja transakcja zostanie przywrócona, jeśli trwa dłużej niż ten okres.

source: Your transaction will revert if the price changes unfavorably by more than this percentage.
pl_pl: Twoja transakcja zostanie przywrócona, jeśli cena zmieni się niekorzystnie o więcej niż ten procent.

source: Your transactions will appear here...
pl_pl: Twoje transakcje pojawią się tutaj...

source: Your unclaimed UNI
pl_pl: Twój nieodebrany UNI

source: confirm
pl_pl: potwierdź

source: for {0}
pl_pl: dla {0}

source: has socks emoji
pl_pl: ma emoji skarpetki

source: https:// or ipfs:// or ENS name
pl_pl: https: // lub ipfs: // lub nazwa ENS

source: minutes
pl_pl: minuty

source: via {0}
pl_pl: przez {0}

source: via {0} token list
pl_pl: przez {0} listy tokenów

source: {0, plural, one {Import token} other {Import tokens}}
pl_pl: {0, plural, one {Importuj token} other {Importuj tokeny}}

source: {0} <0/> per <1/>
pl_pl: {0} <0/> na <1/>

source: {0} Custom Tokens
pl_pl: {0} żetonów niestandardowych

source: {0} Deposited
pl_pl: {0} zdeponowane

source: {0} Fees Earned:
pl_pl: Zarobiono {0} opłat:

source: {0} Pending
pl_pl: {0} Oczekujące

source: {0} UNI / week
pl_pl: {0} UNI / tydzień

source: {0} UNI-V2 LP tokens available
pl_pl: {0} dostępnych tokenów LP UNI-V2

source: {0} Votes
pl_pl: {0} Głosów

source: {0} per {1}
pl_pl: {0} na {1}

source: {0} price
pl_pl: {0} cena

source: {0} tokens
pl_pl: {0} tokenów

source: {0} {1} Price:
pl_pl: Cena {0} {1}:

source: {0} • Added by user
pl_pl: {0} • Dodane przez użytkownika

source: {0}-{1} Liquidity Mining
pl_pl: Górnictwo płynności {0}-{1}

source: {0}/{1} LP Tokens
pl_pl: {0}/{1} Żetony LP

source: {tokenB} per {tokenA}
pl_pl: {tokenB} za {tokenA}

source: ← Back to Pools Overview
pl_pl: ◆ Powrót do podsumowania pul
