Repository: cowprotocol/cowswap
Catalog: src/locales/*.po
Languages: pl_pl

source: (clear all)
pl_pl: (wyczyść wszystkie)

source: (edit)
pl_pl: (edycja)

source: - Remove send
pl_pl: - Usuń wysłanie

source: 0 UNI / week
pl_pl: 0 UNI / tydzień

source: 0.05% fee
pl_pl: Opłata 0,05%

source: 0.3% fee
pl_pl: Opłata 0,3%

source: 1% fee
pl_pl: 1% opłaty

source: <0/> All Proposals
pl_pl: <0/> Wszystkie wnioski

source: <0/> Votes
pl_pl: <0/> Głosy

source: <0>Account analytics and accrued fees</0><1> ↗ </1>
pl_pl: <0>Analiza konta i naliczone opłaty</0><1> ↗ </1>

source: <0>Back to </0>V3
pl_pl: <0>Powrót do</0> V3

source: <0>Tip:</0> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.
pl_pl: <0>Wskazówka:</0> Usuwanie tokenów puli konwertuje Twoją pozycję z powrotem na podstawowe tokeny w bieżącym tempie, proporcjonalnie do Twojego udziału w puli. Naliczone opłaty są wykazywane w kwotach, które otrzymałeś.

source: <0>Tip:</0> Use this tool to find v2 pools that don't automatically appear in the interface.
pl_pl: <0>Wskazówka:</0> Użyj tego narzędzia, aby znaleźć pule v2, które nie pojawiają się automatycznie w interfejsie.

source: <0>Tip:</0> When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.
pl_pl: <0>Wskazówka:</0> Kiedy dodasz płynność, otrzymasz tokeny puli reprezentujące Twoją pozycję. Te tokeny automatycznie zarabiają opłaty proporcjonalne do Twojego udziału w puli, i mogą zostać umorzone w każdej chwili.

source: <0>Unlock voting</0> to prepare for the next proposal.
pl_pl: <0>Odblokuj głos</0> aby przygotować się do następnej propozycji.

source: <0>🎉 </0>Welcome to team Unicorn :) <1>🎉</1>
pl_pl: <0>🎉 </0>Witamy w zespole Unicorn :) <1>🎉</1>

source: A minimum threshold of 0.25% of the total UNI supply is required to submit proposals
pl_pl: Minimalny próg 0,25% całkowitej podaży UNI jest wymagany do składania ofert

source: About
pl_pl: O programie

source: Accept
pl_pl: Zaakceptuj

source: Account
pl_pl: Konto

source: Active
pl_pl: Aktywne

source: Add
pl_pl: Dodaj

source: Add Delegate +
pl_pl: Dodaj Delegata +

source: Add Liquidity
pl_pl: Dodaj płynność

source: Add V2 Liquidity
pl_pl: Dodaj płynność V2

source: Add liquidity.
pl_pl: Dodaj płynność.

source: Add {0} to Metamask <0/>
pl_pl: Dodaj {0} do Metamask <0/>

source: Add {0} {1} and {2} {3}
pl_pl: Dodaj {0} {1} i {2} {3}

source: Add {0}-{1} liquidity
pl_pl: Dodaj {0}-{1} płynność

source: Add {0}/{1} V3 liquidity
pl_pl: Dodaj płynność {0}/{1} V3

source: Added {0}
pl_pl: Dodano {0}

source: Address has no available claim
pl_pl: Adres nie posiada dostępnych włości

source: Against
pl_pl: Przeciwko

source: Allow LP token migration
pl_pl: Zezwalaj na migrację tokenu LP

source: Allow high price impact trades and skip the confirm screen. Use at your own risk.
pl_pl: Pozwól na transakcje o wysokim wpływie cenowym i pominąć ekran potwierdzający. Używaj na własne ryzyko.

source: Allow the Uniswap Protocol to use your {0}
pl_pl: Zezwól protokołowi Uniswap na używanie {0}

source: Allowed
pl_pl: Dozwolone

source: Always make sure the URL is<0>app.uniswap.org</0> - bookmark it to be safe.
pl_pl: Zawsze upewnij się, że adres URL jest <0>app.uniswap.org</0> - zakładkę aby być bezpiecznym.

source: Amount
pl_pl: Kwota

source: An error occurred when trying to execute this swap. You may need to increase your slippage tolerance. If that does not work, there may be an incompatibility with the token you are trading. Note fee on transfer and rebase tokens are incompatible with Uniswap V3.
pl_pl: Wystąpił błąd podczas próby wykonania tej zamiany. Konieczne może być zwiększenie tolerancji na poślizg. Jeśli to nie zadziała, może wystąpić niekompatybilność z tokenem, którym handlujesz. Uwaga opłaty za tokeny transferu i rebase są niezgodne z Uniswap V3.

source: Analytics
pl_pl: Analityka

source: Approve
pl_pl: Zatwierdź

source: Approve {0}
pl_pl: Zatwierdź {0}

source: Approved
pl_pl: Zatwierdzone

source: Approving
pl_pl: Zatwierdzanie

source: Approving {0}
pl_pl: Zatwierdzanie {0}

source: Are you sure?
pl_pl: Jesteś pewien?

source: As a member of the Uniswap community you may claim UNI to be used for voting and governance.<0/><1/><2>Read more about UNI</2>
pl_pl: Jako członek społeczności Uniswap możesz żądać UNI do głosowania i zarządzania.<0/><1/><2>Dowiedz się więcej o UNI</2>

source: At least {0} {1} and {2} {3} will be refunded to your wallet due to selected price range.
pl_pl: Co najmniej {0} {1} i {2} {3} zostaną zwrócone do twojego portfela z powodu wybranego zakresu cen.

source: Available to deposit: {0}
pl_pl: Dostępne do wpłaty: {0}

source: Back
pl_pl: Powrót

source: Balance:
pl_pl: Saldo:

source: Balance: {0} {1}
pl_pl: Saldo: {0} {1}

source: Best for exotic pairs.
pl_pl: Najlepsze dla par egzotycznych.

source: Best for most pairs.
pl_pl: Najlepsze dla większości par.

source: Best for stable pairs.
pl_pl: Najlepsze dla stabilnych par.

source: Blocked address
pl_pl: Zablokowany adres

source: By adding liquidity you'll earn 0.3% of all trades on this pair proportional to your share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
pl_pl: Dodając płynność zarabiasz 0,3% wszystkich transakcji na tej parze proporcjonalnie do udziału w puli. Opłaty są dodawane do puli, naliczane w czasie rzeczywistym i mogą być pobierane poprzez wycofanie płynności.

source: By adding this list you are implicitly trusting that the data is correct. Anyone can create a list, including creating fake versions of existing lists and lists that claim to represent projects that do not have one.
pl_pl: Dodając tę listę domyślnie ufasz że dane są poprawne. Każdy może utworzyć listę, w tym tworzyć fałszywe wersje istniejących list i list, które twierdzą, że reprezentują projekty, które ich nie posiadają.

source: By connecting a wallet, you agree to Uniswap Labs’ <0>Terms of Service</0> and acknowledge that you have read and understand the <1>Uniswap protocol disclaimer</1>.
pl_pl: Łącząc portfel, akceptujesz <0>Warunki korzystania z Uniswap Labs’ </0> i potwierdzasz, że przeczytałeś i zrozumiałeś <1>Uniswap Protocol disclaimer</1>.

source: Change
pl_pl: Zmiana

source: Charts
pl_pl: Wykresy

source: Check out our v3 LP walkthrough and migration guides.
pl_pl: Sprawdź nasze v3 LP spackthrough i przewodniki migracji.

source: Claim accumulated UNI rewards
pl_pl: Odbierz nagromadzone nagrody UNI

source: Claim fees
pl_pl: Opłaty pobierane

source: Claim your UNI tokens
pl_pl: Odbierz swoje tokeny UNI

source: Claimed
pl_pl: Domniemana

source: Claimed UNI!
pl_pl: Zgłoszono UNI!

source: Claiming
pl_pl: Roszczenie

source: Claiming UNI
pl_pl: Zauważanie UNI

source: Claiming {0} UNI
pl_pl: Odzyskiwanie {0} UNI

source: Clear All
pl_pl: Wyczyść wszystko

source: Clear all
pl_pl: Wyczyść wszystko

source: Close
pl_pl: Zamknij

source: Closed
pl_pl: Zamknięte

source: Code
pl_pl: Kod

source: Collect
pl_pl: Zbierz

source: Collect as WETH
pl_pl: Zbierz jako WETH

source: Collect fees
pl_pl: Pobieraj opłaty

source: Collected
pl_pl: Zebrane

source: Collecting
pl_pl: Zbieranie

source: Collecting fees
pl_pl: Pobieranie opłat

source: Collecting fees will withdraw currently available fees for you.
pl_pl: Pobieranie opłat spowoduje wypłatę obecnie dostępnych dla Ciebie opłat.

source: Common bases
pl_pl: Wspólne podstawy

source: Confirm
pl_pl: Potwierdź

source: Confirm Supply
pl_pl: Potwierdź dostawę

source: Confirm Swap
pl_pl: Potwierdź zamianę

source: Confirm this transaction in your wallet
pl_pl: Potwierdź tę transakcję w swoim portfelu

source: Connect Wallet
pl_pl: Połącz portfel

source: Connect a wallet
pl_pl: Połącz portfel

source: Connect to a wallet
pl_pl: Połącz z portfelem

source: Connect to a wallet to find pools
pl_pl: Połącz się z portfelem, aby znaleźć pule

source: Connect to a wallet to view your V2 liquidity.
pl_pl: Połącz się z portfelem, aby zobaczyć płynność V2.

source: Connect to a wallet to view your liquidity.
pl_pl: Połącz się z portfelem, aby zobaczyć płynność.

source: Connect wallet
pl_pl: Połącz portfel

source: Connected with {name}
pl_pl: Połączony z {name}

source: Copied
pl_pl: Skopiowano

source: Copy Address
pl_pl: Kopiuj adres

source: Create Pool & Supply
pl_pl: Utwórz Pulę i Zaopatrzenie

source: Create a pair
pl_pl: Utwórz parę

source: Create a pool
pl_pl: Utwórz pulę

source: Create an issue on GitHub
pl_pl: Utwórz problem na GitHub

source: Create pool and add {0}/{1} V3 liquidity
pl_pl: Utwórz pulę i dodaj płynność {0}/{1} V3

source: Create pool.
pl_pl: Utwórz pulę.

source: Current Price
pl_pl: Aktualna cena

source: Current price
pl_pl: Aktualna cena

source: Current {0} Price:
pl_pl: Aktualna cena {0}:

source: Delegate Votes
pl_pl: Deleguj głosy

source: Delegated to:
pl_pl: Delegowane do:

source: Delegating votes
pl_pl: Delegowanie głosów

source: Deposit
pl_pl: Wpłata

source: Deposit Amounts
pl_pl: Kwoty wpłat

source: Deposit UNI-V2 LP Tokens
pl_pl: Depozyt UNI-V2 LP Tokens

source: Deposit liquidity
pl_pl: Depozyt płynności

source: Deposit your Liquidity Provider tokens to receive UNI, the Uniswap protocol governance token.
pl_pl: Wpłać tokeny dostawcy płynności, aby otrzymać UNI, token zarządzania protokołem Uniswap.

source: Deposited liquidity:
pl_pl: Zbywalna płynność:

source: Deposited {0} UNI-V2
pl_pl: Zdeponowane {0} UNI-V2

source: Depositing Liquidity
pl_pl: Depozyt z tytułu płynności

source: Description
pl_pl: Opis

source: Detailed
pl_pl: Szczegółowy

source: Details
pl_pl: Szczegóły

source: Disable Multihops
pl_pl: Wyłącz chmiel

source: Disconnect
pl_pl: Rozłącz

source: Dismiss
pl_pl: Odrzuć

source: Docs
pl_pl: Dokumentacja

source: Don’t see one of your v2 positions? <0>Import it.</0>
pl_pl: Nie widzisz jednej z pozycji v2? <0>Importuj ją.</0>

source: Earned UNI tokens represent voting shares in Uniswap governance.
pl_pl: Zarobione tokeny UNI reprezentują udziały w głosowaniu w zarządzaniu Uniswap.

source: Enter a percent
pl_pl: Wpisz procent

source: Enter a recipient
pl_pl: Wprowadź odbiorcę

source: Enter a valid slippage percentage
pl_pl: Wprowadź prawidłowy procent poślizgu

source: Enter an address to trigger a UNI claim. If the address has any claimable UNI it will be sent to them on submission.
pl_pl: Wprowadź adres do uruchomienia UNI. Jeśli adres ma jakiekolwiek roszczenia UNI, zostanie on wysłany do niego po złożeniu.

source: Enter an amount
pl_pl: Wprowadź kwotę

source: Enter valid list location
pl_pl: Wprowadź poprawną lokalizację listy

source: Enter valid token address
pl_pl: Wprowadź prawidłowy adres tokenu

source: Error
pl_pl: Błąd

source: Error connecting
pl_pl: Błąd połączenia

source: Error connecting. Try refreshing the page.
pl_pl: Błąd połączenia. Spróbuj odświeżyć stronę.

source: Error importing list
pl_pl: Błąd importowania listy

source: Expanded results from inactive Token Lists
pl_pl: Rozszerzone wyniki z nieaktywnych list tokenów

source: Expert mode turns off the confirm transaction prompt and allows high slippage trades that often result in bad rates and lost funds.
pl_pl: Tryb ekspercki wyłącza monit potwierdzania transakcji i umożliwia transakcje o wysokim poślizgu, które często skutkują złymi stawkami i straconymi środkami.

source: Explore popular pools on Uniswap Analytics.
pl_pl: Przeglądaj popularne pule w Uniswap Analytics.

source: Fee Tier
pl_pl: Poziom prowizji

source: For
pl_pl: Dla

source: For each pool shown below, click migrate to remove your liquidity from Uniswap V2 and deposit it into Uniswap V3.
pl_pl: Dla każdej puli pokazanej poniżej, kliknij migruj, aby usunąć swoją płynność z Uniswap V2 i wpłacić ją do Uniswap V3.

source: From
pl_pl: Od

source: From (at most)
pl_pl: Od (maksymalnie)

source: Get support on Discord
pl_pl: Uzyskaj wsparcie na Discordzie

source: Hide closed positions
pl_pl: Ukryj zamknięte pozycje

source: High Price Impact
pl_pl: Wpływ Wysokiej Ceny

source: I understand
pl_pl: Rozumiem

source: If you purchase a token from this list, you may not be able to sell it back.
pl_pl: Jeśli kupisz token z tej listy, możesz nie być w stanie go odsprzedać.

source: Import
pl_pl: Importuj

source: Import List
pl_pl: Importuj listę

source: Import Pool
pl_pl: Importuj Pulę

source: Import V2 Pool
pl_pl: Importuj pulę V2

source: Import at your own risk
pl_pl: Importuj na własne ryzyko

source: In range
pl_pl: W zakresie

source: Increase Liquidity
pl_pl: Zyski lub straty z tytułu aktywów i zobowiązań finansowych przeznaczonych do obrotu, netto

source: Initial prices and pool share
pl_pl: Ceny początkowe i udział w pule

source: Initializing...
pl_pl: Inicjowanie...

source: Input is estimated. You will sell at most <0>{0} {1}</0> or the transaction will revert.
pl_pl: Dane wejściowe są szacowane. Sprzedawasz najwyżej <0>{0} {1}</0> lub transakcja zostanie przywrócona.

source: Install Metamask
pl_pl: Zainstaluj Metamask

source: Insufficient liquidity for this trade.
pl_pl: Niewystarczająca płynność na tę transakcję.

source: Insufficient liquidity for this trade. Try enabling multi-hop trades.
pl_pl: Niewystarczająca płynność dla tej transakcji. Spróbuj włączyć transakcje z wieloma skokami.

source: Insufficient {0} balance
pl_pl: Niewystarczające saldo {0}

source: Interface Settings
pl_pl: Ustawienia interfejsu

source: Invalid pair
pl_pl: Nieprawidłowa para

source: Invalid pair.
pl_pl: Nieprawidłowa para.

source: Invalid price input
pl_pl: Nieprawidłowa cena wprowadzona

source: Invalid range selected. The min price must be lower than the max price.
pl_pl: Wybrano nieprawidłowy zakres. Minimalna cena musi być niższa niż maksymalna cena.

source: Invalid recipient
pl_pl: Nieprawidłowy odbiorca

source: Learn
pl_pl: Ucz się

source: Liquidity
pl_pl: Płynność

source: Liquidity Provider Fee
pl_pl: Opłata dla dostawcy płynności

source: Liquidity provider rewards
pl_pl: Nagrody za płynność

source: Liquidity providers earn a 0.3% fee on all trades proportional to their share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
pl_pl: Dostawcy płynności otrzymują opłatę w wysokości 0,3 % od wszystkich transakcji proporcjonalnie do ich udziału w puli. Opłaty są dodawane do puli, naliczane w czasie rzeczywistym i mogą być pobierane poprzez wycofanie płynności.

source: Lists
pl_pl: Listy

source: Loaded
pl_pl: Załadowano

source: Loading
pl_pl: Ładowanie

source: Make sure the URL is<0>app.uniswap.org</0>
pl_pl: Upewnij się, że adres URL to <0>app.uniswap.org</0>

source: Manage
pl_pl: Zarządzaj

source: Manage Liquidity in Rewards Pool
pl_pl: Zarządzaj płynnością w puli nagród

source: Manage Token Lists
pl_pl: Zarządzaj listami tokenów

source: Manage this pool.
pl_pl: Zarządzaj tą pulą.

source: Max
pl_pl: Maks.

source: Max Price
pl_pl: Cena maksymalna

source: Max price
pl_pl: Cena maksymalna

source: Max:
pl_pl: Maks.:

source: Maximum sent
pl_pl: Maksymalna wysłana

source: Migrate
pl_pl: Migruj

source: Migrate Liquidity
pl_pl: Migruj płynność

source: Migrate Liquidity to V3
pl_pl: Przenieś płynność do V3

source: Migrate V2 Liquidity
pl_pl: Migracja płynności V2

source: Migrate V2 liquidity
pl_pl: Migracja płynności V2

source: Migrate your liquidity tokens from Uniswap V2 to Uniswap V3.
pl_pl: Migracja tokenów płynności z Uniswap V2 do Uniswap V3.

source: Migrating
pl_pl: Migracja

source: Min Price
pl_pl: Minimalna cena

source: Min price
pl_pl: Minimalna cena

source: Minimum received
pl_pl: Otrzymane minimum

source: More
pl_pl: Więcej

source: New Position
pl_pl: Nowa pozycja

source: No V2 Liquidity found.
pl_pl: Nie znaleziono płynności V2.

source: No active pools
pl_pl: Brak aktywnych pul

source: No liquidity found.
pl_pl: Nie znaleziono płynności.

source: No pool found.
pl_pl: Nie znaleziono puli.

source: No proposals found.
pl_pl: Nie znaleziono propozycji.

source: No results found.
pl_pl: Nie znaleziono wyników.

source: OFF
pl_pl: POZA

source: ON
pl_pl: NA

source: ONLY USE THIS MODE IF YOU KNOW WHAT YOU ARE DOING.
pl_pl: TYLKO WYKORZYSTUJ TEGO TRYBUNAŁU JEŚLI KOLEJ, JEŚLI KOLEJ.

source: Off
pl_pl: Poza

source: On
pl_pl: Na

source: Once you are happy with the rate click supply to review.
pl_pl: Gdy będziesz zadowolony z kursu, kliknij przycisk zaopatrzenia, aby przejrzeć.

source: Only UNI votes that were self delegated or delegated to another address before block {0} are eligible for voting.
pl_pl: Do głosowania kwalifikują się tylko głosy UNI, które zostały samodzielnie przekazane lub przekazane na inny adres przed blokiem {0}.

source: Oops! An unknown error occurred. Please refresh the page, or visit from another browser or device.
pl_pl: Ups! Wystąpił nieznany błąd. Odśwież stronę lub odwiedź z innej przeglądarki lub urządzenia.

source: Out of range
pl_pl: Poza zasięgiem

source: Output is estimated. If the price changes by more than {0}% your transaction will revert.
pl_pl: Wyjście jest szacowane. Jeśli cena zmieni się o ponad {0}%, Twoja transakcja zostanie przywrócona.

source: Output is estimated. You will receive at least <0>{0} {1}</0> or the transaction will revert.
pl_pl: Wartość wyjściowa jest szacowana. Otrzymasz co najmniej <0>{0} {1}</0> lub transakcja zostanie przywrócona.

source: Output will be sent to <0>{0}</0>
pl_pl: Wyjście zostanie wysłane do <0>{0}</0>

source: Owner
pl_pl: Właściciel

source: Participating pools
pl_pl: Uczestniczące grupy

source: Please connect to the appropriate Ethereum network.
pl_pl: Połącz się z odpowiednią siecią Ethereum.

source: Please type the word "{confirmWord}" to enable expert mode.
pl_pl: Proszę wpisać słowo "{confirmWord}", aby włączyć tryb eksperta.

source: Pool
pl_pl: Zbiór

source: Pool Found!
pl_pl: Znaleziono Pulę!

source: Pool Rate
pl_pl: Współczynnik puli

source: Pool rate
pl_pl: Stawka puli

source: Pool tokens in rewards pool:
pl_pl: Zbiór tokenów pul nagród:

source: Pooled {0}:
pl_pl: Połączone {0}:

source: Pools Overview
pl_pl: Przegląd puli

source: Price
pl_pl: Cena

source: Price Difference:
pl_pl: Różnica cenowa:

source: Price Impact
pl_pl: Wpływ na cenę

source: Price Impact Too High
pl_pl: Wpływ cenowy za wysoki

source: Price Updated
pl_pl: Cena zaktualizowana

source: Price range
pl_pl: Zakres cen

source: Price:
pl_pl: Cena

source: Prices and pool share
pl_pl: Ceny i udział w pule

source: Proposals
pl_pl: Propozycje

source: Proposals submitted by community members will appear here.
pl_pl: Propozycje złożone przez członków społeczności pojawią się tutaj.

source: Proposer
pl_pl: Wniosek

source: Rates
pl_pl: Stawki

source: Read more about UNI
pl_pl: Dowiedz się więcej o UNI

source: Read more about Uniswap governance
pl_pl: Dowiedz się więcej o zarządzaniu Uniswap

source: Read more about providing liquidity
pl_pl: Dowiedz się więcej o zapewnieniu płynności

source: Read more about unsupported assets
pl_pl: Przeczytaj więcej o nieobsługiwanych zasobach

source: Recent Transactions
pl_pl: Ostatnie transakcje

source: Remove
pl_pl: Usuń

source: Remove Amount
pl_pl: Usuń kwotę

source: Remove Delegate
pl_pl: Usuń Delegata

source: Remove Liquidity
pl_pl: Usuń płynność

source: Remove list
pl_pl: Usuń listę

source: Remove {0} {1} and {2} {3}
pl_pl: Usuń {0} {1} i {2} {3}

source: Remove {0}/{1} V3 liquidity
pl_pl: Usuń płynność {0}/{1} V3

source: Removing {0} {1} and {2} {3}
pl_pl: Usuwanie {0} {1} i {2} {3}

source: Restricts swaps to direct pairs only.
pl_pl: Ogranicza swapy tylko do par bezpośrednich.

source: Return
pl_pl: Powrót

source: Route
pl_pl: Trasa

source: Search name or paste address
pl_pl: Szukaj nazwy lub wklej adres

source: Select Pool
pl_pl: Wybierz Pulę

source: Select a pool type based on your preferred liquidity provider fee.
pl_pl: Wybierz typ puli na podstawie preferowanej opłaty dostawcy płynności.

source: Select a token
pl_pl: Wybierz token

source: Select a token to find your v2 liquidity.
pl_pl: Wybierz token, aby znaleźć płynność v2.

source: Select pair
pl_pl: Wybierz parę

source: Selected Range
pl_pl: Wybrany zakres

source: Self
pl_pl: Własny

source: Self Delegate
pl_pl: Własny Delegat

source: Set Price Range
pl_pl: Ustaw zakres cenowy

source: Set Starting Price
pl_pl: Ustaw początkową cenę

source: Share of Pool
pl_pl: Udział puli

source: Share of Pool:
pl_pl: Udział w puli:

source: Simple
pl_pl: Prosty

source: Slippage tolerance
pl_pl: Tolerancja poślizgu

source: Some assets are not available through this interface because they may not work well with the smart contracts or we are unable to allow trading for legal reasons.
pl_pl: Niektóre aktywa nie są dostępne za pośrednictwem tego interfejsu, ponieważ mogą nie działać prawidłowo z inteligentnymi kontraktami lub nie możemy pozwolić na handel ze względów prawnych.

source: Something went wrong
pl_pl: Coś poszło nie tak

source: Step 1. Get UNI-V2 Liquidity tokens
pl_pl: Krok 1. Pobierz tokeny płynności UNI-V2

source: Submitting Vote
pl_pl: Wysyłanie głosu

source: Supply
pl_pl: Dostawa

source: Supplying {0} {1} and {2} {3}
pl_pl: Zapewnianie {0} {1} i {2} {3}

source: Swap
pl_pl: Zamień

source: Swap Anyway
pl_pl: Zamień mimo to

source: Swapping {0} {1} for {2} {3}
pl_pl: Zamiana {0} {1} na {2} {3}

source: Thanks for being part of the Uniswap community <0/>
pl_pl: Dziękujemy za bycie częścią społeczności Uniswap <0/>

source: The Uniswap invariant x*y=k was not satisfied by the swap. This usually means one of the tokens you are swapping incorporates custom behavior on transfer.
pl_pl: Niezmiennik Uniswap x * y = k nie został spełniony przez zamianę. Zwykle oznacza to, że jeden z wymienianych tokenów ma niestandardowe zachowanie podczas transferu.

source: The input token cannot be transferred. There may be an issue with the input token.
pl_pl: Nie można przenieść tokena wejściowego. Być może wystąpił problem z tokenem wejściowym.

source: The market price is outside your specified price range. Single-asset deposit only.
pl_pl: Cena rynkowa znajduje się poza Twoim zakresem cenowym. Tylko depozyt pojedynczego aktywa.

source: The output token cannot be transferred. There may be an issue with the output token.
pl_pl: Nie można przenieść tokenu wyjściowego. Może wystąpić problem z tokenem wyjściowym.

source: The output token cannot be transferred. There may be an issue with the output token. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
pl_pl: Nie można przenieść tokena wyjściowego. Może występować problem z tokenem wyjściowym. Uwaga: opłata za transfer i rebase tokeny są niezgodne z Uniswap V3.

source: The price of this pool is outside of your selected range. Your position is not currently earning fees.
pl_pl: Cena tej puli jest poza wybranym przez Ciebie zakresem. Twoja pozycja nie zarabia obecnie opłat.

source: The price of this pool is within your selected range. Your position is currently earning fees.
pl_pl: Cena tej puli mieści się w wybranym przez Ciebie zasięgu. Twoja pozycja obecnie zarabia opłaty.

source: The ratio of tokens you add will set the price of this pool.
pl_pl: Współczynnik dodanych tokenów ustawi cenę tej puli.

source: The transaction could not be sent because the deadline has passed. Please check that your transaction deadline is not too low.
pl_pl: Nie można wysłać transakcji, ponieważ upłynął termin. Sprawdź, czy termin transakcji nie jest zbyt krótki.

source: These tokens are commonly paired with other tokens.
pl_pl: Te tokeny są zwykle sparowane z innymi tokenami.
