[
  {
    "id": 0,
    "text": "When it comes to trading, CoW Protocol isn’t spooked by MEV goblins."
  },
  {
    "id": 1,
    "text": "MEV monsters may lurk in the dark, but CoW Protocol shines a light on your trades."
  },
  {
    "id": 2,
    "text": "Forget vampires, the real horror is slippage—thankfully CoW keeps that at bay."
  },
  {
    "id": 3,
    "text": "Don’t let MEV bots play tricks on you—CoW Protocol brings the treats."
  },
  {
    "id": 4,
    "text": "Even witches know, CoW Protocol spells success in the DeFi world."
  },
  {
    "id": 5,
    "text": "Zombies chase brains, MEV bots chase gains—CoW’s herd won’t let them catch you."
  },
  {
    "id": 6,
    "text": "Trading in the haunted crypto house? CoW Protocol is your ghostbuster."
  },
  {
    "id": 7,
    "text": "Beware the MEV ghoul, but fear not, CoW’s herd protects your treasures."
  },
  {
    "id": 8,
    "text": "Broomsticks or blockchain? CoW Protocol flies over MEV tricks."
  },
  {
    "id": 9,
    "text": "No tricks, just treats—CoW Protocol delivers fang-tastic trades without slippage."
  },
  {
    "id": 10,
    "text": "MEV bots are like Halloween candy thieves, but CoW Protocol keeps your bag safe."
  },
  {
    "id": 11,
    "text": "Even skeletons are moving bones and tokens, thanks to CoW Protocol’s magic touch."
  },
  {
    "id": 12,
    "text": "Don’t let MEV drain your DeFi blood, herd up with CoW and stay safe."
  },
  {
    "id": 13,
    "text": "Trading on a full moon? CoW Protocol keeps the werewolves of MEV away."
  },
  {
    "id": 14,
    "text": "The real haunted house is the crypto market—thankfully, CoW Protocol is your exit."
  },
  {
    "id": 15,
    "text": "MEV bots creeping in? Don’t worry, CoW’s herd will scare them off."
  },
  {
    "id": 16,
    "text": "With CoW Protocol, you’ll never be ghosted by your trades."
  },
  {
    "id": 17,
    "text": "When the fog of MEV rolls in, CoW Protocol clears the path to safer trades."
  },
  {
    "id": 18,
    "text": "Even Dracula wouldn’t dare suck profits when CoW Protocol is protecting your liquidity."
  },
  {
    "id": 19,
    "text": "Trading can be a fright, but with CoW Protocol, there’s no need to fear the night."
  },
  {
    "id": 20,
    "text": "Don’t let the slippage specters haunt your trades—CoW Protocol exorcises inefficiency."
  },
  {
    "id": 21,
    "text": "No need to trick or treat for good trades—CoW delivers efficiency on every block."
  },
  {
    "id": 22,
    "text": "MEV gremlins try to spook your trades, but CoW Protocol is the ultimate scarecrow."
  },
  {
    "id": 23,
    "text": "In the DeFi graveyard, CoW Protocol is the hero keeping trades alive."
  },
  {
    "id": 24,
    "text": "Don’t let slippage sneak up like a zombie, CoW Protocol keeps things fresh and fast."
  },
  {
    "id": 25,
    "text": "If MEV bots are the monsters, CoW Protocol is the superhero in a cow costume."
  },
  {
    "id": 26,
    "text": "Forget the cauldron—CoW Protocol brews the perfect trade with no nasty surprises."
  },
  {
    "id": 27,
    "text": "MEV bots might hide in the shadows, but CoW’s herd shines a light on your trades."
  },
  {
    "id": 28,
    "text": "Even in a haunted blockchain, CoW Protocol makes sure your crypto doesn’t vanish."
  },
  {
    "id": 29,
    "text": "No need for a magic spell—CoW Protocol turns every trade into a Halloween treat."
  }
]