[
  {
    "id": 200,
    "text": "Got milk? We got liquidity instead."
  },
  {
    "id": 201,
    "text": "Don't cry over spilt crypto, just swap it back."
  },
  {
    "id": 202,
    "text": "Why did the cow start a DEX? To moo-ve markets!"
  },
  {
    "id": 203,
    "text": "Our solvers are udderly fantastic!"
  },
  {
    "id": 204,
    "text": "MEV stands for Moo-ing Every Victory."
  },
  {
    "id": 205,
    "text": "Bovine meets blockchain: hoof-tastic swaps!"
  },
  {
    "id": 206,
    "text": "When life gives you bulls, trade the market!"
  },
  {
    "id": 207,
    "text": "Cows can't count gas fees, but we've got it covered."
  },
  {
    "id": 208,
    "text": "Cow tip of the day: diversify your mooo-ves."
  },
  {
    "id": 209,
    "text": "Moo to the moon! But remember, always decentralized."
  },
  {
    "id": 210,
    "text": "Crypto markets move fast, but our cows moo faster."
  },
  {
    "id": 211,
    "text": "In crypto, as in life, sometimes you just need to mooove on."
  },
  {
    "id": 212,
    "text": "MEV: Moo-ving Every Value."
  },
  {
    "id": 213,
    "text": "Crypto's not bullish, it's just moooo-dy."
  },
  {
    "id": 214,
    "text": "Cow swaps are smoother than fresh churned butter."
  },
  {
    "id": 215,
    "text": "When in doubt, let the cow swap it out!"
  },
  {
    "id": 216,
    "text": "Don't let MEV milk your gains—the herd got your back!"
  },
  {
    "id": 217,
    "text": "Mooove fast, trade smart!"
  },
  {
    "id": 218,
    "text": "Why did the cow get into crypto? Because the grass is always greener on the blockchain!"
  },
  {
    "id": 219,
    "text": "Why did the cow join the crypto herd? It heard the blockchain was moo-ving fast!"
  },
  {
    "id": 220,
    "text": "MEV bots may try to graze on your profits, but say "not on my pasture"!"
  },
  {
    "id": 221,
    "text": "Got crypto? Don't let MEV turn your coins into dairy dust!"
  },
  {
    "id": 222,
    "text": "Even cows know the secret to good trading—stay with the herd on CoW Protocol!"
  },
  {
    "id": 223,
    "text": "What do you call a cow in a DeFi protocol? A bull market supporter!"
  },
  {
    "id": 224,
    "text": "MEV bots lurking? Don't worry—CoW's solvers mooove fast to keep your trades safe!"
  },
  {
    "id": 225,
    "text": "With CoW, your trades are smoother than fresh milk!"
  },
  {
    "id": 226,
    "text": "Want beefy protection from MEV? CoW Protocol's got you covered!"
  },
  {
    "id": 227,
    "text": "Don't let MEV bots turn you into a cash cow—herd up with CoW Protocol!"
  },
  {
    "id": 228,
    "text": "Why did the cow love crypto? It was all about no fences!"
  },
  {
    "id": 229,
    "text": "Crypto markets can be udderly wild, but CoW Protocol brings some calm to the storm!"
  },
  {
    "id": 230,
    "text": "Milk the benefits of decentralized trading—without any of the MEV sourness!"
  },
  {
    "id": 231,
    "text": "Who needs a bull market when you've got a herd behind your trades?"
  },
  {
    "id": 232,
    "text": "You don't need a crystal ball, just a good herd! CoW Protocol leads the way!"
  },
  {
    "id": 233,
    "text": "Don't let MEV bots butcher your trade—keep it lean with CoW Protocol!"
  },
  {
    "id": 234,
    "text": "With CoW Protocol, you're not just in the DeFi game—you're in the herd!"
  },
  {
    "id": 235,
    "text": "No need to hoof it to the nearest exchange—CoW Protocol does the hard work for you!"
  },
  {
    "id": 236,
    "text": "From the pasture to the protocol, CoW keeps your trades moooving smoothly!"
  },
  {
    "id": 237,
    "text": "Your trades deserve the cream of the crop—CoW Protocol helps you avoid the MEV curdle!"
  },
  {
    "id": 238,
    "text": "Don't let your crypto get lost in the stampede—CoW Protocol keeps your trades in line!"
  },
  {
    "id": 239,
    "text": "Got DeFi dreams? Follow the herd for efficient, MEV-protected trades!"
  },
  {
    "id": 240,
    "text": "CoW Protocol doesn't just trade—it herds trades into safer, smoother pastures!"
  }
]