[
  {
    "id": 100,
    "text": "When it comes to trading, CoW Protocol isn't spooked by MEV goblins."
  },
  {
    "id": 101,
    "text": "MEV monsters may lurk in the dark, but CoW Protocol shines a light on your trades."
  },
  {
    "id": 102,
    "text": "Forget vampires, the real horror is slippage—thankfully CoW keeps that at bay."
  },
  {
    "id": 103,
    "text": "Don't let MEV bots play tricks on you—CoW Protocol brings the treats."
  },
  {
    "id": 104,
    "text": "Even witches know, CoW Protocol spells success in the DeFi world."
  },
  {
    "id": 105,
    "text": "Zombies chase brains, MEV bots chase gains—CoW's herd won't let them catch you."
  },
  {
    "id": 106,
    "text": "Trading in the haunted crypto house? CoW Protocol is your ghostbuster."
  },
  {
    "id": 107,
    "text": "Beware the MEV ghoul, but fear not, CoW's herd protects your treasures."
  },
  {
    "id": 108,
    "text": "Broomsticks or blockchain? CoW Protocol flies over MEV tricks."
  },
  {
    "id": 109,
    "text": "No tricks, just treats—CoW Protocol delivers fang-tastic trades without slippage."
  },
  {
    "id": 110,
    "text": "MEV bots are like Halloween candy thieves, but CoW Protocol keeps your bag safe."
  },
  {
    "id": 111,
    "text": "Even skeletons are moving bones and tokens, thanks to CoW Protocol's magic touch."
  },
  {
    "id": 112,
    "text": "Don't let MEV drain your DeFi blood, herd up with CoW and stay safe."
  },
  {
    "id": 113,
    "text": "Trading on a full moon? CoW Protocol keeps the werewolves of MEV away."
  },
  {
    "id": 114,
    "text": "The real haunted house is the crypto market—thankfully, CoW Protocol is your exit."
  },
  {
    "id": 115,
    "text": "MEV bots creeping in? Don't worry, CoW's herd will scare them off."
  },
  {
    "id": 116,
    "text": "With CoW Protocol, you'll never be ghosted by your trades."
  },
  {
    "id": 117,
    "text": "When the fog of MEV rolls in, CoW Protocol clears the path to safer trades."
  },
  {
    "id": 118,
    "text": "Even Dracula wouldn't dare suck profits when CoW Protocol is protecting your liquidity."
  },
  {
    "id": 119,
    "text": "Trading can be a fright, but with CoW Protocol, there's no need to fear the night."
  },
  {
    "id": 120,
    "text": "Don't let the slippage specters haunt your trades—CoW Protocol exorcises inefficiency."
  },
  {
    "id": 121,
    "text": "No need to trick or treat for good trades—CoW delivers efficiency on every block."
  },
  {
    "id": 122,
    "text": "MEV gremlins try to spook your trades, but CoW Protocol is the ultimate scarecrow."
  },
  {
    "id": 123,
    "text": "In the DeFi graveyard, CoW Protocol is the hero keeping trades alive."
  },
  {
    "id": 124,
    "text": "Don't let slippage sneak up like a zombie, CoW Protocol keeps things fresh and fast."
  },
  {
    "id": 125,
    "text": "If MEV bots are the monsters, CoW Protocol is the superhero in a cow costume."
  },
  {
    "id": 126,
    "text": "Forget the cauldron—CoW Protocol brews the perfect trade with no nasty surprises."
  },
  {
    "id": 127,
    "text": "MEV bots might hide in the shadows, but CoW's herd shines a light on your trades."
  },
  {
    "id": 128,
    "text": "Even in a haunted blockchain, CoW Protocol makes sure your crypto doesn't vanish."
  },
  {
    "id": 129,
    "text": "No need for a magic spell—CoW Protocol turns every trade into a Halloween treat."
  },
  {
    "id": 130,
    "text": "Why did the cow dress as a ghost for Halloween? It wanted to be boollish on crypto!"
  },
  {
    "id": 131,
    "text": "Beware of zombie cows in the crypto pasture—they'll try to front-run your trade!"
  },
  {
    "id": 132,
    "text": "This Halloween, don't get tricked by vampire attacks—stick to your favorite liquidity pool!"
  },
  {
    "id": 133,
    "text": "A cow in a witch hat? Just casting spells on the blockchain with a cauldron full of tokens!"
  },
  {
    "id": 134,
    "text": "DEX cows know how to avoid the haunted central exchanges—no need for spooky surprises!"
  },
  {
    "id": 135,
    "text": "Even on Halloween, cows don't fear the dark... They're powered by decentralized magic!"
  },
  {
    "id": 136,
    "text": "Watch out for MEV werewolves—howling at the moon and sniping trades at midnight!"
  },
  {
    "id": 137,
    "text": "Don't get spooked by impermanent loss this Halloween—just mooove along steadily!"
  },
  {
    "id": 138,
    "text": "The scariest thing in crypto this Halloween? A ghost chain... where nobody trades!"
  },
  {
    "id": 139,
    "text": "Pumpkins aren't the only thing going up this season—these cows are watching the markets too!"
  },
  {
    "id": 140,
    "text": "A vampire cow draining your liquidity? Time to switch to a DEX with some garlic!"
  },
  {
    "id": 141,
    "text": "Even cows know better than to trick-or-treat at a centralized exchange—too many surprises!"
  },
  {
    "id": 142,
    "text": "Why did the cow avoid the haunted farm? It heard the ghost of impermanent loss was lurking!"
  },
  {
    "id": 143,
    "text": "Don't fear the reaper this Halloween—your farm's yield will rise again with the new harvest!"
  },
  {
    "id": 144,
    "text": "It's Halloween, and these cows are all about yield farming... in the pumpkin patch!"
  },
  {
    "id": 145,
    "text": "MEV bots dressed as goblins—stealing your treats right out of the mempool!"
  },
  {
    "id": 146,
    "text": "Cows know how to avoid the haunted hayride of front-running—just stick with solid protocols!"
  },
  {
    "id": 147,
    "text": "Witch cows on the blockchain—casting decentralized spells to summon liquidity!"
  },
  {
    "id": 148,
    "text": "In the DeFi world, Halloween means avoiding the vampires and welcoming the yield monsters!"
  },
  {
    "id": 149,
    "text": "Why did the cow wear a skeleton costume? It wanted to be boo-sy on the blockchain!"
  },
  {
    "id": 150,
    "text": "Even on Halloween, cows don't worry about the unknown—they've got decentralized foresight!"
  },
  {
    "id": 151,
    "text": "A spooky ghost trade? Just ask the cow—it's seen some real 'phantom' liquidity!"
  },
  {
    "id": 152,
    "text": "Cows avoid the haunted mansion of centralized exchanges—too many ghouls!"
  },
  {
    "id": 153,
    "text": "Watch out for MEV trick-or-treaters—they'll sneak into your trade and steal the sweets!"
  },
  {
    "id": 154,
    "text": "Even cows know how to ghost impermanent loss—don't let it haunt your portfolio!"
  },
  {
    "id": 155,
    "text": "Pumpkin-spiced crypto? These cows are more interested in some grass-fed yield farming!"
  },
  {
    "id": 156,
    "text": "In the Halloween pasture, only the bravest cows take on the liquidity vampires!"
  },
  {
    "id": 157,
    "text": "Don't let your yield turn into a zombie—watch out for the MEV apocalypse!"
  },
  {
    "id": 158,
    "text": "When cows celebrate Halloween, they're not scared of anything... except slippage!"
  },
  {
    "id": 159,
    "text": "Cows in costumes on the blockchain? They're just here to mooove liquidity between spooky DEXes!"
  }
]