[
  {
    "id": 0,
    "text": "Protect yourself against an upcoming rug pull"
  },
  {
    "id": 1,
    "text": "An airdrop will improve your moo-d"
  },
  {
    "id": 2,
    "text": "Your portfolio will increase in value"
  },
  {
    "id": 3,
    "text": "Keep buying Ether and its value will go up"
  },
  {
    "id": 4,
    "text": "A questionable friend may be an enemy in a unicorn costume"
  },
  {
    "id": 5,
    "text": "Your reputation is your wealth"
  },
  {
    "id": 6,
    "text": "The satisfying sound of a cow will brighten your day!"
  },
  {
    "id": 7,
    "text": "I see money in your future... but only if you trade on CoW Swap"
  },
  {
    "id": 8,
    "text": "Don’t let others eat your sandwich"
  },
  {
    "id": 9,
    "text": "A past trade will affect you in the near future"
  },
  {
    "id": 10,
    "text": "You are making the MEV bots poorer"
  },
  {
    "id": 11,
    "text": "A bull market in crypto is like a cow with a full udder: it's bound to attract some attention"
  },
  {
    "id": 12,
    "text": "The early investor in crypto reaps the greatest reward"
  },
  {
    "id": 13,
    "text": "The early cow gets the freshest grass"
  },
  {
    "id": 14,
    "text": "A diversified crypto portfolio is the key to financial success"
  },
  {
    "id": 15,
    "text": "The future belongs to those who understand the power of crypto"
  },
  {
    "id": 16,
    "text": "Crypto is the currency of the future. Invest wisely"
  },
  {
    "id": 17,
    "text": "In the world of crypto, the bold shall prosper"
  },
  {
    "id": 18,
    "text": "You will soon discover a new source of income through crypto"
  },
  {
    "id": 19,
    "text": "The crypto market may be volatile, but those who persevere will be rewarded"
  },
  {
    "id": 20,
    "text": "Your crypto investments will bring you great wealth and prosperity"
  },
  {
    "id": 21,
    "text": "The secret to success in crypto is to buy low and sell high"
  },
  {
    "id": 22,
    "text": "The world is changing, and crypto is at the forefront of this revolution"
  },
  {
    "id": 23,
    "text": "The wise investor always keeps an eye on the crypto market"
  },
  {
    "id": 24,
    "text": "Your crypto holdings will soon multiply, bringing you great fortune"
  },
  {
    "id": 25,
    "text": "A wise man once said, 'In crypto, you snooze, you lose'"
  },
  {
    "id": 26,
    "text": "Crypto is the future, be an early adopter and reap the rewards"
  },
  {
    "id": 27,
    "text": "The only way to predict the crypto market is to be in it"
  },
  {
    "id": 28,
    "text": "Don't be afraid to take risks in crypto, fortune favors the bold"
  },
  {
    "id": 29,
    "text": "Invest in crypto now and secure your financial future"
  },
  {
    "id": 30,
    "text": "In crypto, the only limit is the one you set for yourself"
  },
  {
    "id": 31,
    "text": "The crypto market may be complex, but with patience and knowledge, you will prosper"
  },
  {
    "id": 32,
    "text": "The future of finance is in crypto, be a part of it"
  },
  {
    "id": 33,
    "text": "A wise cow once said, 'Moo-ve over stocks, crypto is the way to go'"
  },
  {
    "id": 34,
    "text": "The cow who invests in crypto will graze in green pastures forever"
  },
  {
    "id": 35,
    "text": "A crypto portfolio is like a herd of cows: diversify for maximum profit"
  },
  {
    "id": 36,
    "text": "A cow that stands still will be left behind in the crypto market"
  },
  {
    "id": 37,
    "text": "The crypto market is like a wild herd, but with a little research, you can milk it for all it's worth"
  },
  {
    "id": 38,
    "text": "A cow that jumps into the crypto market early will enjoy the sweetest grass"
  },
  {
    "id": 39,
    "text": "A crypto investment is like a calf: it may be small now but it will grow into a profitable herd"
  },
  {
    "id": 40,
    "text": "The crypto market is like a CoW: it may seem complex at first, but with patience and understanding, you will milk the rewards"
  },
  {
    "id": 41,
    "text": "The cow that is not afraid to take risks in crypto will have a bountiful future"
  },
  {
    "id": 42,
    "text": "Just like a cow needs to graze to survive, you need to invest in crypto to secure your financial future"
  },
  {
    "id": 43,
    "text": "The steaks are high, your portfolio deserves professional trading"
  },
  {
    "id": 44,
    "text": "I am udderly thankful you chooose me for your swap"
  },
  {
    "id": 45,
    "text": "The smart cow knows the true value of crypto, while the unicorn is still stuck in a fairy tale"
  },
  {
    "id": 46,
    "text": "The wise cow knows the potential of crypto, while the unicorn is busy chasing rainbows"
  },
  {
    "id": 47,
    "text": "The smart cow invests in crypto; the unicorn sits around waiting for a miracle"
  },
  {
    "id": 48,
    "text": "The cow may not be as mystical as the unicorn, but it knows how to best invest in crypt"
  },
  {
    "id": 49,
    "text": "The unicorn may chase fairy dust, but the cow knows the reality of crypto's potential"
  },
  {
    "id": 50,
    "text": "The cow may not be able to fly like the unicorn, but it can help you find the greenest pastures in crypto"
  },
  {
    "id": 51,
    "text": "The unicorn may be enchanted, but it's the holy cow who is truly blessed with the foresight to invest in crypto"
  },
  {
    "id": 52,
    "text": "The unicorn may believe in magic, but the cow knows the real sorcery is in crypto investments"
  },
  {
    "id": 53,
    "text": "While the unicorn is mesmerized by its own reflection, the cow is busy reaping the rewards of its crypto investments"
  },
  {
    "id": 54,
    "text": "It’s the cow, not the naive unicorn, that’s wise enough to invest in crypto for the future"
  },
  {
    "id": 55,
    "text": "You look moo-tiful today"
  },
  {
    "id": 56,
    "text": "Take a deep breath and moo, it will brighten your day"
  },
  {
    "id": 57,
    "text": "May the CoW be with you"
  },
  {
    "id": 58,
    "text": "You will soon receive a cow-rie from someone unexpected"
  },
  {
    "id": 59,
    "text": "You will soon have a herd of good luck"
  },
  {
    "id": 60,
    "text": "You will soon be moo-ving up in the world"
  },
  {
    "id": 61,
    "text": "You will soon be udder-ly content"
  },
  {
    "id": 62,
    "text": "A cow-incidence will soon bring you good luck"
  },
  {
    "id": 63,
    "text": "You will have an udder-ly amazing day"
  },
  {
    "id": 64,
    "text": "Milk life for all it’s worth"
  },
  {
    "id": 65,
    "text": "You are the moo-st interesting person in the world"
  },
  {
    "id": 66,
    "text": "You are the moo-st interesting person on the farm"
  },
  {
    "id": 67,
    "text": "Eat more chicken!!"
  },
  {
    "id": 68,
    "text": "You are cute, and you know it!"
  },
  {
    "id": 69,
    "text": "All your hard work will soon pay off"
  },
  {
    "id": 70,
    "text": "Why did the cow cross the road? To get to the udder side!"
  },
  {
    "id": 71,
    "text": "Why did the cow go to outer space? To see the moooon!"
  },
  {
    "id": 72,
    "text": "Why did the farmer put bells on his cows? Because he wanted to hear some 'moo-sic'!"
  },
  {
    "id": 73,
    "text": "What do you call a cow with no legs? Ground beef"
  },
  {
    "id": 74,
    "text": "What do you call a cow that's just given birth? De-calf-inated"
  },
  {
    "id": 75,
    "text": "What do you call a cow that's just been milked? Udderly exhausted"
  },
  {
    "id": 76,
    "text": "Why did the cow go to Hollywood? To see a moo-vie!"
  },
  {
    "id": 77,
    "text": "Why did the cow go to Hollywood? To meet the moo-vie stars!"
  },
  {
    "id": 78,
    "text": "What does an interrupting c… MOOOO!"
  },
  {
    "id": 79,
    "text": "What do cows do in their free time? Listen to moo-sic"
  },
  {
    "id": 80,
    "text": "Why did the cow want to be when he grew up? A moo-sician "
  },
  {
    "id": 81,
    "text": "Don’t worry, trade happy"
  },
  {
    "id": 82,
    "text": "Don’t get milked"
  }
]