Repository: cowprotocol/cowswap
Catalog: apps/cowswap-frontend/src/locales/*.po
Languages: es_es, pt_br, ru_ru

source: CoW Swap has over 20 active solvers - more than any other exchange.
es_es: CoW Swap tiene más de 20 soluciones activas - más que cualquier otro intercambio.
pt_br: O CoW Swap tem mais de 20 solvers ativos - mais do que qualquer outra exchange.
ru_ru: CoW Swap имеет более 20 активных решений - больше, чем любой другой обмен.

source: Cookie Policy
es_es: Política de cookies
pt_br: Política de Cookies
ru_ru: Политика cookie

source: Partner fee can not be more than {PARTNER_FEE_MAX_BPS} BPS!
es_es: ¡La cuota de socio no puede ser mayor que {PARTNER_FEE_MAX_BPS} BPS!
pt_br: A taxa do parceiro não pode ser superior a {PARTNER_FEE_MAX_BPS} BPS!
ru_ru: Партнерская комиссия не может быть больше, чем {PARTNER_FEE_MAX_BPS} BPS!

source: Manage Token Lists
es_es: Administrar listas de token
pt_br: Gerenciar Listas de Tokens
ru_ru: Управление списками токенов

source: No results found
es_es: No hay resultados
pt_br: Nenhum resultado encontrado
ru_ru: Ничего не найдено

source: accepted. Too many order placements
es_es: aceptado. Demasiadas órdenes
pt_br: aceito. Muitos envios de ordens
ru_ru: принято. Слишком много размещений заказов

source: Unknown token
es_es: Token desconocido
pt_br: Token desconhecido
ru_ru: Неизвестный токен

source: Read more about the tokenomics
es_es: Lea más sobre los tokenomics
pt_br: Leia mais sobre a tokenomics
ru_ru: Подробнее о tokenomics

source: and got an extra
es_es: y obtuvo un extra
pt_br: e obteve um extra
ru_ru: и получил дополнительный

source: s
ru_ru: с

source: Order Cancelled
es_es: Orden cancelada
pt_br: Ordem Cancelada
ru_ru: Заказ отменен

source: Please contact CoW Swap support!
es_es: ¡Póngase en contacto con soporte de CoW Swap!
pt_br: Por favor, entre em contato com o suporte CoW Swap!
ru_ru: Обратитесь в службу поддержки CoW Swap!

source: Too much time between parts
es_es: Demasiado tiempo entre partes
pt_br: Muito tempo entre as partes
ru_ru: Слишком много времени между частями

source: Swap and Bridge
es_es: Intercambiar y Puente
pt_br: Trocar e Fazer Ponte
ru_ru: Поменять и запустить бридж

source: POST
ru_ru: ПОСТ

source: 1/2 Confirm funds recovering
es_es: 1/2 Confirmar recuperación de fondos
pt_br: 1/2 Confirmar recuperação de fundos
ru_ru: 1/2 Подтверждение возврата средств

source: Share on Twitter
es_es: Compartir en Twitter
pt_br: Compartilhar no Twitter
ru_ru: Поделиться в Twitter

source: Allows you to choose a destination address for the swap other than the connected one.
es_es: Le permite elegir una dirección de destino para el intercambio que no sea el conectado.
pt_br: Permite escolher um endereço de destino para a troca diferente do conectado.
ru_ru: Позволяет вам выбрать адрес назначения для замены, отличной от подключенного адреса.

source: Your account is affected by the AnySwap Hack
es_es: Tu cuenta se ve afectada por el Hack de AnySwap
pt_br: Sua conta foi afetada pelo hack da AnySwap
ru_ru: На Вашу учетную запись влияет AnySwap Hack

source: COW vesting from locked GNO
es_es: Adquisición de COW de GNO bloqueado
pt_br: Vestimento de COW de GNO bloqueado
ru_ru: COW вестинг от заблокированного GNO

source: Update fallback handler
es_es: Actualizar manejador de reserva
pt_br: Atualizar fallback handler
ru_ru: Обновить резервный обработчик

source: Please read more in this
es_es: Por favor lea más en esto
pt_br: Por favor, leia mais neste
ru_ru: Подробнее в этом

source: of
es_es: de
pt_br: de
ru_ru: из

source: Error {verb} the order
es_es: Error {verb} la orden
pt_br: Erro {verb} a ordem
ru_ru: Ошибка {verb} заказа

source: CoW Swap | The smartest way to trade cryptocurrencies
es_es: CoW Swap | La forma más inteligente de operar con criptomonedas
pt_br: CoW Swap | A maneira mais inteligente de negociar criptomoedas
ru_ru: CoW Swap | Умный способ торговли криптовалютами

source: this order
es_es: este pedido
pt_br: esta ordem
ru_ru: этот заказ

source: or
pt_br: ou
ru_ru: или

source: A minimum of <0>{time}</0> between parts is required. Decrease the number of parts or increase the total duration.
es_es: Se requiere un mínimo de <0>{time}</0> entre partes. Reducir el número de partes o aumentar la duración total.
pt_br: É necessário um mínimo de <0>{time}</0> entre as partes. Diminua o número de partes ou aumente a duração total.
ru_ru: Между частями требуется минимум <0>{time}</0>. Уменьшите количество частей или увеличьте общую длительность.

source: Remove list
es_es: Eliminar lista
pt_br: Remover lista
ru_ru: Удалить список

source: Help Center
es_es: Centro de ayuda
pt_br: Centro de Ajuda
ru_ru: Центр поддержки

source: Market price
es_es: Precio de mercado
pt_br: Preço de mercado
ru_ru: Рыночная цена

source: Max
es_es: Máx
pt_br: Máx
ru_ru: Макс

source: Approve, Swap & Bridge
pt_br: Aprovar, Trocar e Fazer Ponte
ru_ru: Утверждение, замена и мост

source: Get the Time-Weighted Average Price by splitting your large order into parts
es_es: Obtén el precio medio ponderado por el tiempo dividiendo tu gran orden en partes
pt_br: Obtenha o Preço Médio Ponderado no Tempo dividindo sua grande ordem em partes
ru_ru: Получите среднюю цену с учетом времени, разбив ваш крупный ордер на части

source: The bad news
es_es: Las malas noticias
pt_br: A má notícia
ru_ru: Плохая новость

source: Solver auction rankings
es_es: Ranking de subastas resueltas
pt_br: Classificação do leilão de solvers
ru_ru: Рейтинг по выбору аукциона

source: This order will either be filled completely or not filled.
es_es: Esta orden se llenará completamente o no se cumplirá.
pt_br: Esta ordem será preenchida completamente ou não será preenchida.
ru_ru: Этот ордер будет исполнен либо полностью, либо не будет выполнен.

source: On-chain cancellations require a regular on-chain transaction and cost gas.
es_es: Las cancelaciones en cadena requieren una transacción regular en cadena y gas de coste.
pt_br: Cancelamentos on-chain exigem uma transação on-chain regular e custam gás.
ru_ru: Отмена через цепь требует регулярных операций по цепочке и затрат на газ.

source: Swap failed
es_es: Error en el intercambio
pt_br: Troca falhou
ru_ru: Обмен не удался

source: Switch to WETH
es_es: Cambiar a WETH
pt_br: Mudar para WETH
ru_ru: Переключиться на WETH

source: Great!
es_es: ¡Genial!
pt_br: Ótimo!
ru_ru: Отлично!

source: View your private {accountProxyLabelString}
es_es: Ver tu {accountProxyLabelString} privado
pt_br: Ver seu {accountProxyLabelString} privado
ru_ru: Просмотреть вашу личную {accountProxyLabelString}

source: Hey, I just {actionWord} an extra {surplus} on @CoWSwap! 🐮💸 Start swapping on swap.cow.fi
es_es: ¡Hola, acabo de {actionWord} un {surplus} extra en @CoWSwap! 🐮💸 Empieza a intercambiar en swap.cow.fi
pt_br: Ei, acabei de {actionWord} um extra {surplus} no @CoWSwap! 🐮💸 Comece a trocar em swap.cow.fi
ru_ru: Эй, я просто {actionWord} еще {surplus} на @CoWSwap! 🐮💸 Начать обмен swap.cow.fi

source: Connect Wallet
es_es: Conectar billetera
pt_br: Conectar Carteira
ru_ru: Подключить кошелек

source: View all orders
es_es: Ver todas las órdenes
pt_br: Ver todas as ordens
ru_ru: Просмотреть все заказы

source: Need help
es_es: Necesita ayuda
pt_br: Precisa de ajuda
ru_ru: Нужна помощь

source: CoW Swap is the only token exchange that gets you extra tokens.
es_es: CoW Swap es el único intercambio de tokens que te da fichas extra.
pt_br: CoW Swap é a única exchange de tokens que lhe dá tokens extras.
ru_ru: CoW Swap - это единственная биржа токенов, которая дает вам дополнительные токены.

source: Unvested
es_es: No investido
pt_br: Não Vestido
ru_ru: Невестный

source: (v)COW balance
es_es: (v)Saldo CÚ
pt_br: Saldo (v)COW
ru_ru: (v)Баланс COW

source: Closed
es_es: Cerrado
pt_br: Fechado
ru_ru: Закрыто

source: CoW Swap 404 not found
es_es: Intercambio de CoW 404 no encontrado
pt_br: CoW Swap 404 não encontrado
ru_ru: CoW Swap 404 не найден

source: Apply
es_es: Aplicar
pt_br: Aplicar
ru_ru: Применить

source: Price Updated
es_es: Precio actualizado
pt_br: Preço Atualizado
ru_ru: Цена обновлена

source: From {PROTOCOL_FEE_START_DATETIME_UTC}, and pursuant to <0>CIP-74</0>, a 2 bps (0.02%) protocol fee will apply to all executed orders, including any limit and TWAP orders executed after this time, even if they were created earlier.
pt_br: A partir de {PROTOCOL_FEE_START_DATETIME_UTC} e de acordo com <0>CIP-74</0>, uma taxa de protocolo de 2 bps (0,02%) será aplicada a todas as ordens executadas, incluindo quaisquer ordens limite e TWAP executadas após este período, mesmo que tenham sido criadas anteriormente.
ru_ru: Начиная с {PROTOCOL_FEE_START_DATETIME_UTC}, в соответствии с <0>CIP-74</0>, комиссия протокола в размере 2 б.п. (0.02%) будет применена ко всем исполненным ордерам, включая лимитные и TWAP ордеры, даже если они были созданы до указанной даты.

source: Enter a hook dapp URL
es_es: Introduzca una URL dapp de hook
pt_br: Digite uma URL de hook dapp
ru_ru: Введите URL-адрес dapp для хука

source: Total fee
es_es: Cargo total
pt_br: Taxa total
ru_ru: Общая сумма

source: Recoverable balance
es_es: Saldo recuperable
pt_br: Saldo recuperável
ru_ru: Восстановленный баланс

source: Your limit price is {absoluteRateImpact}% lower than current market price. You could be selling your <0/> at a loss (although CoW Swap will always try to give you the best price regardless).
pt_br: Seu preço limite é {absoluteRateImpact}% menor que o preço de mercado atual. Você pode estar vendendo seu <0/> com prejuízo (embora o CoW Swap sempre tente lhe dar o melhor preço, independentemente).
ru_ru: Ваша лимитная цена на {absoluteRateImpact}% ниже текущей рыночной цены. Вы можете продать свой <0/> с убытком (хотя CoW Swap всегда будет пытаться дать вам лучшую цену независимо от этого).

source: Invalid hook dapp ID format. The ID must be a 64-character hexadecimal string.
es_es: Formato de ID dapp de gancho inválido. El ID debe ser una cadena hexadecimal de 64 caracteres.
pt_br: Formato de ID de hook dapp inválido. O ID deve ser uma string hexadecimal de 64 caracteres.
ru_ru: Недопустимый формат идентификатора hook dapp. Идентификатор должен быть 64-символьной шестнадцатеричной строкой.

source: Select custom token
es_es: Seleccionar token personalizado
pt_br: Selecionar token personalizado
ru_ru: Выберите пользовательский токен

source: dropdown icon
es_es: icono desplegable
pt_br: ícone de dropdown
ru_ru: значок раскрывающегося списка

source: Import List
es_es: Importar lista
pt_br: Importar Lista
ru_ru: Список импорта

source: TWAP orders currently require a Safe with a special fallback handler. Have one? Switch to it! Need setup? <0>Click here</0>. Future updates may extend wallet support!
es_es: Las órdenes TWAP actualmente requieren una caja fuerte con un manejador especial de retroceso. ¿Tienes uno? ¡Cambiar a ella! ¿Necesitas configuración? <0>Haz clic aquí</0>. ¡Las actualizaciones futuras pueden ampliar el soporte de la billetera!
pt_br: Ordens TWAP atualmente exigem uma Safe com um fallback handler especial. Tem um? Mude para ele! Precisa de configuração? <0>Clique aqui</0>. Futuras atualizações podem estender o suporte à carteira!
ru_ru: На данный момент ордера TWAP требуют сейфа со специальным резервным обработчиком. Его? Перейти к нему! Нужна настройка? <0>Нажмите здесь</0>. Будущие обновления могут расширить поддержку кошелька!

source: CoW Swap was the first DEX to offer intent-based trading, gasless swaps, coincidences of wants, and many other DeFi innovations.
es_es: CoW Swap fue el primer DEX en ofrecer operaciones basadas en intención, swaps sin gas, coincidencias de deseos y muchas otras innovaciones DeFi.
pt_br: CoW Swap foi a primeira DEX a oferecer negociação baseada em intenção, trocas sem gás, coincidências de desejos e muitas outras inovações DeFi.
ru_ru: CoW Swap стал первым детектором, предлагающим основанные на намерениях торговые операции, бесгазные свопы, коинциденты с нулями и многие другие инновации в области DeFi.

source: Approval amount insufficient!
es_es: ¡Cantidad de aprobación insuficiente!
pt_br: Valor de aprovação insuficiente!
ru_ru: Одобрение суммы недостаточно!

source: Bridging feature is exclusively operated by the indicated third party. Please review their terms.
es_es: La característica de bridging está operada exclusivamente por el tercero indicado. Revise sus términos.
pt_br: O recurso de ponte é operado exclusivamente pela terceira parte indicada. Por favor, revise os termos deles.
ru_ru: Функция мостов управляется исключительно указанной третьей стороной. Пожалуйста, ознакомьтесь с их условиями.

source: Copy address
es_es: Copiar dirección
pt_br: Copiar endereço
ru_ru: Копировать адрес

source: The limit price
es_es: El precio límite
pt_br: O preço limite
ru_ru: Предельная цена

source: Creating
es_es: Creando
pt_br: Criando
ru_ru: Создание

source: Increase Value
es_es: Aumentar valor
pt_br: Aumentar Valor
ru_ru: Увеличить значение

source: All Hooks ({allHooksCount})
es_es: Todos los Hooks ({allHooksCount})
pt_br: Todos os Hooks ({allHooksCount})
ru_ru: Все хуки ({allHooksCount})

source: Approving <0/> <1><2/></1> for trading
pt_br: Aprovando <0/> <1><2/></1> para negociação
ru_ru: Утверждение <0/> <1><2/></1> для торговли

source: This price is taken from external sources and may not accurately reflect the current on-chain price.
es_es: Este precio se toma de fuentes externas y puede que no refleje con exactitud el precio actual de la cadena.
ru_ru: Эта цена берется из внешних источников и может неточно отражать текущую цену в цепочке.

source: Now is the time to take some action!
es_es: ¡Ahora es el momento de tomar alguna medida!
pt_br: Agora é a hora de agir!
ru_ru: Пришло время предпринять какие-то действия!

source: Swap order filled
es_es: Orden de intercambio rellenada
pt_br: Ordem de troca preenchida
ru_ru: Заказ на замену выполнен

source: Let's slice some
es_es: Rebanemos algunos
pt_br: Vamos fatiar alguns
ru_ru: Давай разобрать несколько

source: Cancellation failed
es_es: Fallo al cancelar
pt_br: Cancelamento falhou
ru_ru: Отмена не удалась

source: Pool address
es_es: Dirección de Pool
pt_br: Endereço do pool
ru_ru: Адрес фонда

source: Initiating {nativeTokenSymbol} Refund...
es_es: Iniciando reembolso {nativeTokenSymbol}...
pt_br: Iniciando Reembolso de {nativeTokenSymbol}...
ru_ru: Начало возврата {nativeTokenSymbol}...

source: balance.
es_es: equilibrio.
pt_br: saldo.
ru_ru: баланс.

source: Fee tier
es_es: Nivel de cuota
pt_br: Nível da taxa
ru_ru: Размер комиссии

source: Make the modification when placing order
es_es: Hacer la modificación al realizar la orden
pt_br: Faça a modificação ao colocar a ordem
ru_ru: Сделать изменения при размещении заказа

source: Limit orders, but <0>s-moooo-ther</0> than ever
es_es: Ordenes limitadas, pero <0>s-moooo-ther</0> que nunca
ru_ru: Ограничить приказы, но <0>s-moo-ther</0> как никогда

source: vCOW contract not present
es_es: contrato vCU no presente
pt_br: Contrato vCOW não presente
ru_ru: Отсутствует договор vCOW

source: Unknown
es_es: Desconocido
pt_br: Desconhecido
ru_ru: Неизвестен

source: Wallet Address or ENS name
es_es: Dirección de Billetera o nombre ENS
pt_br: Endereço da Carteira ou nome ENS
ru_ru: Адрес кошелька или название ENS

source: Min. to receive
es_es: Mínimo para recibir
pt_br: Mín. a receber
ru_ru: Мин. для получения

source: No unfillable orders
es_es: No hay órdenes impagables
pt_br: Nenhuma ordem não preenchível
ru_ru: Нет незаполненных ордеров

source: This accounts for the current price and the slippage tolerance ({allowedSlippagePercentage}%). If the price moves beyond the slippage tolerance, you won't trade but also you won't pay any fees or gas.
es_es: Esto representa el precio actual y la tolerancia del deslizamiento ({allowedSlippagePercentage}%). Si el precio va más allá de la tolerancia del deslizamiento, no podrás operar pero tampoco pagarás ninguna comisión o gas.
pt_br: Isso considera o preço atual e a tolerância de derrapagem ({allowedSlippagePercentage}%). Se o preço se mover além da tolerância de derrapagem, você não negociará, mas também não pagará nenhuma taxa ou gás.
ru_ru: Это составляет текущую цену и допустимость проскальзывания ({allowedSlippagePercentage}%). Если цена переходит за пределы допустимого проскальзывания, вы не будете торговать, а также вы не будете платить никаких сборов и газа.

source: No fees for failed transactions
es_es: Sin cargos por transacciones fallidas
pt_br: Sem taxas para transações falhas
ru_ru: Нет комиссий за неудачные транзакции

source: Order type
es_es: Tipo de orden
pt_br: Tipo de ordem
ru_ru: Тип ордера

source: Learn more.
es_es: Más información.
pt_br: Saiba mais.
ru_ru: Узнать больше.

source: Active
es_es: Activo
pt_br: Ativo
ru_ru: Активный

source: Clear selection
es_es: Borrar selección
pt_br: Limpar seleção
ru_ru: Очистить выделенное

source: accepted
es_es: aceptado
pt_br: aceito
ru_ru: принят

source: TVL
ru_ru: TVL (Заблокированная стоимость)

source: Unlimited one-time
pt_br: Ilimitado, uma vez
ru_ru: Неограниченное единоразовое

source: Use Safe web app
es_es: Usar aplicación web segura
pt_br: Usar aplicativo web Safe
ru_ru: Безопасное веб-приложение

source: Receiver
es_es: Receptor
pt_br: Recebedor
ru_ru: Приемник

source: You have already claimed this airdrop
es_es: Ya has reclamado este aeródromo
pt_br: Você já reivindicou este airdrop
ru_ru: Вы уже получили этот воздух

source: Cancel multiple orders: {ordersCount}
es_es: Cancelar múltiples órdenes: {ordersCount}
pt_br: Cancelar múltiplas ordens: {ordersCount}
ru_ru: Отменить несколько заказов: {ordersCount}

source: Wrap my {nativeSymbol} and swap
es_es: Envolver mi {nativeSymbol} e intercambiar
pt_br: Embrulhar meu {nativeSymbol} e trocar
ru_ru: Перенос моих {nativeSymbol} и подкачки

source: Read more about limit orders
es_es: Leer más sobre las órdenes de límite
pt_br: Leia mais sobre ordens limite
ru_ru: Подробнее о лимитных ордерах

source: Your Safe is not connected with a signer.<0/>To place an order, you must connect using a signer of this Safe.
es_es: Tu Safe no está conectado con un firmante.<0/> Para realizar una orden, debes conectarte usando un firmante de esta Safe.
pt_br: Sua Safe não está conectada a um assinante.<0/>Para fazer um pedido, você deve se conectar usando um assinante desta Safe.
ru_ru: Ваш сейф не связан с подписчиком.<0/>Чтобы разместить заказ, вы должны соединиться с помощью подписчика этого сейфа.

source: on
es_es: en
pt_br: em
ru_ru: вкл

source: Receive at least
es_es: Recibir al menos
pt_br: Receber pelo menos
ru_ru: Получить по крайней мере

source: CoW Swap trades are protected from MEV, so your slippage can't be exploited!
es_es: ¡Las operaciones de intercambio de CoW están protegidas de MEV, por lo que no se puede explotar tu deslizamiento!
pt_br: As negociações do CoW Swap são protegidas contra MEV, então sua derrapagem não pode ser explorada!
ru_ru: CoW Swap сделки защищены от MEV, поэтому ваше проскальзывание не может быть использовано!

source: This is an
es_es: Esto es un
pt_br: Isso é um
ru_ru: Это

source: Something went wrong creating your order
es_es: Algo salió mal al crear su orden
pt_br: Algo deu errado ao criar sua ordem
ru_ru: Что-то пошло не так при создании заказа

source: Enable order alerts
pt_br: Habilitar alertas de ordem
ru_ru: Включить уведомления об ордерах

source: This transaction will not succeed either due to price movement or fee on transfer. Try increasing your slippage tolerance.
es_es: Esta transacción no tendrá éxito debido al movimiento del precio o a la comisión de la transferencia. Intenta aumentar la tolerancia del deslizamiento.
pt_br: Esta transação não terá sucesso devido à movimentação de preço ou taxa de transferência. Tente aumentar sua tolerância de derrapagem.
ru_ru: Эта транзакция не увенчается успехом либо из-за изменения цены или комиссии. Попробуйте увеличить допустимое отклонение от проскальзывания.

source: Volume (24h)
es_es: Volumen (24h)
ru_ru: Объем (24ч)

source: Order partially filled
es_es: Orden parcialmente llenada
pt_br: Ordem parcialmente preenchida
ru_ru: Частично заполненный заказ

source: Time to create a new one!
es_es: ¡Es hora de crear una nueva!
pt_br: Hora de criar uma nova!
ru_ru: Время создать новый!

source: View on bridge explorer
pt_br: Ver no explorador de ponte
ru_ru: Просмотр в обозревателе мостов

source: or send us an email at
es_es: o envíanos un email a
pt_br: ou envie-nos um e-mail para
ru_ru: или отправьте нам письмо на

source: The minimum possible outcome after swap, including costs and slippage.
es_es: El mínimo resultado posible después del swap, incluyendo los costos y el deslizamiento.
pt_br: O resultado mínimo possível após a troca, incluindo custos e derrapagem.
ru_ru: Минимальный возможный результат после подмены, включая расходы и проскальзывание.

source: The estimated amount you'll receive after estimated network costs and the max slippage setting
es_es: La cantidad estimada que recibirás después de los costes estimados de la red y de la configuración máxima del deslizamiento
pt_br: O valor estimado que você receberá após os custos de rede estimados e a configuração máxima de derrapagem
ru_ru: Ориентировочная сумма, которую вы получите после оценки стоимости сети и установки максимального проскальзывания

source: Run! ...and try not getting sandwiched
es_es: ¡Corre! ...e intenta no ser sandwickeado
pt_br: Corra! ...e tente não ser imprensado
ru_ru: Выполнить! ...и старайтесь не получать бутерброды

source: Wrap your {nativeSymbol} and use the classic {wrappedSymbol} experience!
es_es: ¡Envuelve tu {nativeSymbol} y usa la clásica experiencia {wrappedSymbol}!
pt_br: Embrulhe seu {nativeSymbol} e use a experiência clássica de {wrappedSymbol}!
ru_ru: Отредактируйте {nativeSymbol} и используйте классический опыт {wrappedSymbol}!

source: Languages
es_es: Idiomas
pt_br: Idiomas
ru_ru: Языки

source: Set custom deadline
es_es: Establecer fecha límite
pt_br: Definir prazo personalizado
ru_ru: Установить свой срок

source: WalletConnect
ru_ru: Подключение к кошельку

source: <0>Note:</0> {symbol} specifically requires 2 approval transactions. The first resets your spending cap to 0, and the second sets your desired spending cap. To avoid this in the future, set your spending cap to CoW Swap's recommended default amount.
es_es: <0>Nota:</0> {symbol} requiere específicamente 2 transacciones de aprobación. El primero reinicia tu límite de gasto a 0, y el segundo establece tu límite de gasto deseado. Para evitar esto en el futuro, establezca su límite de gasto a la cantidad predeterminada recomendada por CoW Swap.
pt_br: <0>Nota:</0> {symbol} exige especificamente 2 transações de aprovação. A primeira redefine seu limite de gastos para 0, e a segunda define seu limite de gastos desejado. Para evitar isso no futuro, defina seu limite de gastos para o valor padrão recomendado do CoW Swap.
ru_ru: <0>Примечание:</0> {symbol} специально требует 2 транзакции утверждения. Первый сбрасывает ваш лимит на 0, а второй устанавливает лимит на ваши расходы. Чтобы избежать этого в будущем, установите ваш лимит расходов на рекомендованную по умолчанию сумму капсулы.

source: Earn higher returns with reduced impermanent loss
es_es: Gana mayores beneficios con pérdida inpermanente reducida
pt_br: Obtenha retornos mais altos com perda impermanente reduzida
ru_ru: Заработайте больше возвратов с уменьшенными потерями

source: Funds stuck? <0>Recover your funds</0>
es_es: ¿Fondos atascados? <0>Recuperar tus fondos</0>
pt_br: Fundos presos? <0>Recupere seus fundos</0>
ru_ru: Сделки средств? <0>Восстановить средства</0>

source: Maximizing Your Gains!
es_es: ¡Maximizando tus ganancias!
pt_br: Maximizando Seus Ganhos!
ru_ru: Увеличивает ваши доходы!

source: Revoke {tokenSymbol} approval
pt_br: Revogar aprovação de {tokenSymbol}
ru_ru: Отозвать одобрение {tokenSymbol}
