Repository: cowprotocol/cowswap
Catalog: apps/cowswap-frontend/src/locales/*.po
Languages: es_es, pt_br, ru_ru

source: Estimated bridge transaction time: {bridgeEstimatedTime} minutes
es_es: Tiempo estimado de transacción de puente: {bridgeEstimatedTime} minutos
pt_br: Tempo estimado da transação da ponte: {bridgeEstimatedTime} minutos
ru_ru: Расчетное время транзакции по мосту: {bridgeEstimatedTime} минут

source: Booooost APR gas-free!
es_es: ¡APR de reserva libre de gas!
pt_br: Aumente o APR sem gás!
ru_ru: Booooost APR без газа!

source: In case you want to give allowance only for the trade amount, use the advanced mode. You can also change the amount manually.
es_es: En caso de que quiera dar permiso sólo para la cantidad de la operación, utilice el modo avanzado. También puede cambiar la cantidad manualmente.
pt_br: Caso queira conceder permissão apenas para o valor da negociação, use o modo avançado. Você também pode alterar o valor manualmente.
ru_ru: В случае, если вы хотите дать кредит только на сумму сделки, используйте расширенный режим. Вы также можете изменить сумму вручную.

source: Sell amount too small
es_es: Vender cantidad demasiado pequeña
pt_br: Valor de venda muito pequeno
ru_ru: Продать сумму слишком мала

source: Your position has 0 liquidity, and is not earning fees.
es_es: Su posición tiene 0 liquidez y no está cobrando tasas.
pt_br: Sua posição tem 0 de liquidez e não está gerando taxas.
ru_ru: Ваша позиция имеет 0 ликвидности, и она не заработает.

source: You can avoid price impact on large trades by using TWAP orders on CoW Swap.
es_es: Usted puede evitar el impacto de precios en grandes operaciones usando órdenes TWAP en CoW Swap.
pt_br: Você pode evitar o impacto no preço em grandes negociações usando ordens TWAP no CoW Swap.
ru_ru: Вы можете избежать влияния цены на крупные сделки, используя TWAP ордера на CoW Swap.

source: Click to copy contract address
es_es: Haga clic para copiar la dirección del contrato
pt_br: Clique para copiar o endereço do contrato
ru_ru: Нажмите, чтобы скопировать адрес контракта

source: Unsupported wallet detected
es_es: Billetera no soportada detectada
pt_br: Carteira não suportada detectada
ru_ru: Обнаружен неподдерживаемый кошелёк

source: Tokens Overview
es_es: Resumen de tokens
pt_br: Visão Geral dos Tokens
ru_ru: Обзор токенов

source: Confirm approval
es_es: Confirmar aprobación
pt_br: Confirmar aprovação
ru_ru: Подтверждение одобрения

source: Partner fee can not be less than 0!
es_es: La cuota de socio no puede ser inferior a 0!
pt_br: A taxa do parceiro não pode ser menor que 0!
ru_ru: Партнерская комиссия не может быть меньше 0!

source: No order history
es_es: Sin historial de pedidos
pt_br: Nenhum histórico de pedidos
ru_ru: Нет истории ордеров

source: Bridging without swapping is not yet supported. Let us know if you want this feature!
es_es: El bridging sin intercambio aún no está soportado. ¡Háganos saber si desea esta característica!
pt_br: A ponte sem troca ainda não é suportada. Deixe-nos saber se você quer este recurso!
ru_ru: Мост без обмена еще не поддерживается. Дайте нам знать, если вы хотите эту функцию!

source: The input token cannot be transferred. There may be an issue with the input token.
es_es: El token de entrada no puede ser transferido. Puede haber un problema con el token de entrada.
pt_br: O token de entrada não pode ser transferido. Pode haver um problema com o token de entrada.
ru_ru: Не удалось перенести входной токен. Возможно проблема с вводным токеном.

source: {pendingCount} Pending
es_es: {pendingCount} pendientes
pt_br: {pendingCount} Pendente
ru_ru: {pendingCount} в ожидании

source: All
es_es: Todos
pt_br: Todos
ru_ru: Все

source: batched together
es_es: emparejado
pt_br: agrupados
ru_ru: загружено вместе

source: Select a pool
es_es: Seleccione un grupo
pt_br: Selecionar um pool
ru_ru: Выберите фонд

source: Token not permittable
es_es: Token no permitido
pt_br: Token não permitível
ru_ru: Токен не разрешён

source: Swapped on
es_es: Intercambiado el
pt_br: Trocado em
ru_ru: Заменено

source: Boooost your current LP positions with CoW AMM’s pools.
es_es: Has perdido tus posiciones actuales de LP con los pools de CoW AMM.
pt_br: Aumente suas posições de LP atuais com os pools do CoW AMM.
ru_ru: Загрузите ваши текущие позиции LP с пулами CoW AMM.

source: Please type the word <0>"{confirmWord}"</0> to {action}.
es_es: Por favor, escribe la palabra <0>"{confirmWord}"</0> a {action}.
pt_br: Por favor, digite a palavra <0>"{confirmWord}"</0> para {action}.
ru_ru: Пожалуйста, введите слово <0>"{confirmWord}"</0> до {action}.

source: Pending...
es_es: Pendiente...
pt_br: Pendente...
ru_ru: Ожидание...

source: Liquidity pools on CoW AMM grow faster than on other AMMs because they don't lose money to arbitrage bots.
es_es: Los pozos de liquidez en CoW AMM crecen más rápido que en otros AMM, porque no pierden dinero por los bots de arbitraje.
pt_br: Os pools de liquidez no CoW AMM crescem mais rápido do que em outros AMMs porque não perdem dinheiro para bots de arbitragem.
ru_ru: Ликвидность пулов на CoW AMM растет быстрее, чем на других AMM, потому что они не теряют деньги для арбитражных ботов.

source: Protocol fee ({protocolFeeAsPercent}%)
pt_br: Taxa do protocolo ({protocolFeeAsPercent}%)
ru_ru: Комиссия протокола ({protocolFeeAsPercent}%)

source: Refunded to
es_es: Reembolsado a
pt_br: Reembolsado para
ru_ru: Возвращено

source: Maximize your yield on existing LP positions
es_es: Maximice su rendimiento en las posiciones LP existentes
pt_br: Maximize seu rendimento em posições LP existentes
ru_ru: Увеличить доходность на существующих позициях LP

source: 6 Hours
es_es: 6 horas
pt_br: 6 Horas
ru_ru: 6 часов

source: Amount must be at least trade amount
pt_br: O valor deve ser no mínimo o valor da negociação
ru_ru: Сумма должна быть по крайней мере суммой сделки

source: Wrap <0/> and Swap and Bridge
pt_br: Embrulhar <0/> e Trocar e Fazer Ponte
ru_ru: Обернуть <0/> и обменять через мост

source: {buyTokenPart} for at most {sellTokenPart}
es_es: {buyTokenPart} para como máximo {sellTokenPart}
pt_br: {buyTokenPart} por no máximo {sellTokenPart}
ru_ru: {buyTokenPart} не более {sellTokenPart}

source: The Tenderly simulation failed. Please review your transaction.
es_es: La simulación de Tenderly falló. Por favor revise su transacción.
pt_br: A simulação do Tenderly falhou. Por favor, revise sua transação.
ru_ru: Не удалось смоделировать тендер. Пожалуйста, просмотрите вашу транзакцию.

source: Fill or kill
es_es: Rellenar o matar
pt_br: Preencher ou cancelar
ru_ru: Заполнить или убить

source: Description
es_es: Descripción
pt_br: Descrição
ru_ru: Описание

source: The estimated amount you'll receive after bridge costs.
pt_br: O valor estimado que você receberá após os custos da ponte.
ru_ru: Оценочная сумма к получению за вычетом комиссии моста.

source: on-chain
es_es: en cadena
ru_ru: в цепи

source: Tokens overview
es_es: Resumen de tokens
pt_br: Visão geral dos tokens
ru_ru: Обзор токенов

source: Enter slippage percentage between {min}% and {max}%
es_es: Introduzca el porcentaje de deslizamiento entre {min}% y {max}%
pt_br: Insira a porcentagem de derrapagem entre {min}% e {max}%
ru_ru: Введите процент проскальзывания между {min}% и {max}%

source: Learn how
es_es: Aprende cómo
pt_br: Saiba como
ru_ru: Узнайте как

source: Account overview
es_es: Vista general de la cuenta
pt_br: Visão geral da conta
ru_ru: Обзор аккаунта

source: Delegate your
es_es: Delegate tu
pt_br: Delegue seu
ru_ru: Делегировать

source: <0>Enable trade alerts</0> for fills and expiries
es_es: <0>Habilitar alertas comerciales</0> para rellenos y expiraciones
pt_br: <0>Ativar alertas de negociação</0> para preenchimentos e vencimentos
ru_ru: <0>Включить оповещения о сделках </0> для заполнения и истекает

source: Advanced Order Settings
es_es: Ajustes avanzados del pedido
pt_br: Configurações Avançadas de Pedido
ru_ru: Расширенные настройки заказа

source: Swap refunded
es_es: Intercambio reembolsado
pt_br: Troca reembolsada
ru_ru: Перевод возвращен

source: Bridge costs are at least {formattedBridgeFeePercentage}% of the swap amount
es_es: Los costes del puente son al menos un {formattedBridgeFeePercentage}% de la cantidad de intercambio
pt_br: Os custos da ponte são de pelo menos {formattedBridgeFeePercentage}% do valor da troca
ru_ru: Длительность моста составляет не менее {formattedBridgeFeePercentage}% от суммы замены

source: TWAP order
es_es: Pedido TWAP
ru_ru: Порядок TWAP

source: You can now trade <0/>
es_es: Ahora puedes intercambiar <0/>
ru_ru: Вы можете торговать <0/>

source: How much of the order has been filled.
es_es: Cuánta cantidad del pedido se ha cumplido.
pt_br: Quanto da ordem foi preenchido.
ru_ru: Сколько ордера было заполнено.

source: Bridge costs <0/>
es_es: Puente cuesta <0/>
pt_br: Custos da ponte <0/>
ru_ru: Стоимость моста <0/>

source: Reset
pt_br: Redefinir
ru_ru: Сброс

source: No fee for order placement!
es_es: ¡Sin cargo por realizar el pedido!
pt_br: Sem taxa para a colocação da ordem!
ru_ru: Плата за размещение заказа!

source: The tokens received from this order will automatically be sent to this address. No need to do a second transaction!
es_es: Las fichas recibidas de este pedido se enviarán automáticamente a esta dirección. ¡No hay necesidad de hacer una segunda transacción!
pt_br: Os tokens recebidos desta ordem serão automaticamente enviados para este endereço. Não há necessidade de fazer uma segunda transação!
ru_ru: Полученные от этого заказа токены будут автоматически отправлены на этот адрес. Не нужно делать вторую транзакцию!

source: Website
es_es: Sitio web
ru_ru: Сайт

source: Signed: <0>{numConfirmations} out of {gnosisSafeThreshold} signers</0>
es_es: Firmado: <0>{numConfirmations} de los firmantes de {gnosisSafeThreshold} </0>
pt_br: Assinado: <0>{numConfirmations} de {gnosisSafeThreshold} signatários</0>
ru_ru: Подписано: <0>{numConfirmations} из подписчиков {gnosisSafeThreshold} </0>

source: This order can be partially filled
es_es: Este pedido puede ser parcialmente llenado
pt_br: Esta ordem pode ser parcialmente preenchida
ru_ru: Этот заказ можно частично выполнить

source: Estimated amount that you will receive from each part of the order.
es_es: Cantidad estimada que recibirá de cada parte del pedido.
pt_br: Valor estimado que você receberá de cada parte da ordem.
ru_ru: Предполагаемая сумма, которую Вы получите от каждой части заказа.

source: Request cancellation
es_es: Cancelación de solicitud
pt_br: Solicitar cancelamento
ru_ru: Запросить отмену

source: (dynamic)
es_es: (dinámico)
ru_ru: (динамический)

source: 1 Hour
es_es: 1 hora
ru_ru: 1 час

source: {prefix}-hooks allow you to automatically execute any action {position} your trade is executed
es_es: Los ganchos {prefix} te permiten ejecutar automáticamente cualquier acción {position} que tu operación sea ejecutada
ru_ru: {prefix}-хуки позволяют автоматически выполнить любое действие {position} вашей торговли будет выполнена

source: Your order expired. This could be due to gas spikes, volatile prices, or problems with the network.
es_es: Su pedido ha caducado. Esto podría deberse a picos de gas, precios volátiles o problemas con la red.
pt_br: Sua ordem expirou. Isso pode ser devido a picos de gás, preços voláteis ou problemas com a rede.
ru_ru: Ваш ордер истек. Это может быть вызвано спайками газа, изменением цен или проблемами с сетью.

source: Not now
pt_br: Agora não
ru_ru: Позже

source: Unsupported network
es_es: Red no soportada
pt_br: Rede não suportada
ru_ru: Неподдерживаемая сеть

source: Batching orders
es_es: Pedidos de compra
pt_br: Agrupando ordens
ru_ru: Пакетные ордера

source: Switch to {wrappedSymbol}
es_es: Cambiar a {wrappedSymbol}
pt_br: Mudar para {wrappedSymbol}
ru_ru: Переключиться на {wrappedSymbol}

source: Select debug step
es_es: Seleccionar paso de depuración
pt_br: Selecionar passo de depuração
ru_ru: Выберите шаг отладки

source: You're all caught up
es_es: Estás al día
pt_br: Você está atualizado
ru_ru: Вы все поймали

source: Fee
es_es: Cuota
pt_br: Taxa
ru_ru: Комиссия

source: You could gain an extra <0><1/></0> compared to using a {swapOrderLink}
es_es: Podrías ganar <0><1/></0> extra en comparación con el uso de un {swapOrderLink}
pt_br: Você poderia ganhar um extra de <0><1/></0> em comparação com o uso de um {swapOrderLink}
ru_ru: Вы можете получить дополнительно <0><1/></0> по сравнению с {swapOrderLink}

source: Native currency (e.g ETH)
es_es: Moneda nativa (por ejemplo, ETH)
pt_br: Moeda nativa (por exemplo, ETH)
ru_ru: Нативная валюта (например ETH)

source: <0><1/> Experimental:</0> Add DeFI interactions before and after your trade.
es_es: <0><1/> Experimental:</0> Añade interacciones de DeFI antes y después de tu operación.
pt_br: <0><1/> Experimental:</0> Adicione interações DeFI antes e depois da sua negociação.
ru_ru: <0><1/> Эксперименталь:</0> Добавить взаимодействия DeFI до и после торговли.

source: Protocol fee
pt_br: Taxa do protocolo
ru_ru: Комиссия протокола

source: Powerful tool to generate pre/post interaction for CoW Protocol
es_es: Herramienta potente para generar interacción pre/post para el protocolo CoW
pt_br: Ferramenta poderosa para gerar interação pré/pós para o CoW Protocol
ru_ru: Мощный инструмент для создания взаимодействия до / после для протокола CoW

source: Reduce your slippage by breaking big orders into smaller ones
es_es: Reduce su deslizamiento rompiendo grandes pedidos en pequeños
pt_br: Reduza sua derrapagem dividindo grandes ordens em menores
ru_ru: Уменьшите ваше проскальзывание, разбив большие заказы на меньшие

source: CoW Swap is the only exchange that matches Coincidences of Wants (CoWs): peer-to-peer swaps that save on settlement costs.
es_es: El intercambio de coW es el único intercambio que coincide con Coincidencias de Wants (CoWs): swaps peer-to-peer que ahorran en costos de liquidación.
pt_br: CoW Swap é a única exchange que corresponde a Coincidências de Desejos (CoWs): trocas ponto a ponto que economizam nos custos de liquidação.
ru_ru: CoW Swap – это единственная биржа, которая совпадает с Coincidences of Wants (CoWs): равноправная замена, которая сэкономит на расчетно-расчетных расходах.

source: CoW Swap uses a dedicated {accountProxyLabelString}, controlled only by you, to ensure smooooth bridging. Confirm the recipient address above is <0/>
es_es: CoW Swap utiliza un {accountProxyLabelString} dedicado, controlado solo por ti, para asegurar un puente liso. Confirma la dirección del destinatario anterior es <0/>
pt_br: O CoW Swap usa um {accountProxyLabelString} dedicado, controlado apenas por você, para garantir uma ponte suave. Confirme se o endereço do destinatário acima é <0/>
ru_ru: CoW Swap использует выделенный {accountProxyLabelString}, управляется только вами, чтобы обеспечить плавный мостик. Подтвердите адрес получателя выше <0/>

source: Trade alerts enabled
pt_br: Alertas de operações ativadas
ru_ru: Уведомления о сделках включены

source: gas
pt_br: gás
ru_ru: газ

source: details
es_es: detalles
pt_br: detalhes
ru_ru: подробнее

source: TWAP order split into {twapOrderN} parts
es_es: Orden TWAP dividida en partes {twapOrderN}
pt_br: Ordem TWAP dividida em {twapOrderN} partes
ru_ru: TWAP ордер разделён на {twapOrderN} частей

source: Gas limit
es_es: Límite de gas
ru_ru: Лимит газа

source: Price protection
es_es: Protección de precios
pt_br: Proteção de preço
ru_ru: Защита цен

source: Approve {wrappedSymbol} failed!
es_es: ¡Aprobar {wrappedSymbol} falló!
pt_br: Aprovar {wrappedSymbol} falhou!
ru_ru: Не удалось утвердить {wrappedSymbol}!

source: Hooks are interactions before/after order execution.
es_es: Los Hooks son interacciones antes/después de la ejecución de la orden.
pt_br: Hooks são interações antes/depois da execução da ordem.
ru_ru: Хуки взаимодействуют до/после выполнения заказа.

source: Add a custom hook
es_es: Añadir un hook personalizado
pt_br: Adicionar um hook personalizado
ru_ru: Добавить пользовательский хук

source: This page can't be reached
es_es: No se puede acceder a esta página
pt_br: Esta página não pode ser alcançada
ru_ru: Эта страница недоступна

source: Your swap expires and will not execute if it is pending for longer than the selected duration.
es_es: Su swap expira y no se ejecutará si está pendiente por más tiempo que la duración seleccionada.
pt_br: Sua troca expira e não será executada se estiver pendente por mais tempo do que a duração selecionada.
ru_ru: Ваш обмен истекает и не будет выполняться, если он ожидает длиннее выбранной продолжительности.

source: {currencyNameCapitalized} orders can, in rare cases, be frontrun due to their on-chain component. For more robust MEV protection, consider wrapping your {currencyName} before trading.
es_es: Las órdenes {currencyNameCapitalized} pueden, en raras ocasiones, ser frontrun debido a su componente en cadena. Para una protección MEV más robusta, considera envolver tu {currencyName} antes de operar.
pt_br: Ordens {currencyNameCapitalized} podem, em casos raros, ser frontrun devido ao seu componente on-chain. Para uma proteção MEV mais robusta, considere envolver seu {currencyName} antes de negociar.
ru_ru: Заказы {currencyNameCapitalized} могут в редких случаях быть на переднем плане за счет их компонента. Для более надежной защиты MEV попробуйте обернуть ваш {currencyName} перед торговлей.

source: Transaction Confirmed
es_es: Transacción confirmada
pt_br: Transação Confirmada
ru_ru: Транзакция подтверждена

source: This way, you'll take advantage of
es_es: De esta manera, aprovecharás de
pt_br: Dessa forma, você aproveitará
ru_ru: Таким образом, вы воспользуетесь

source: Your combined balance
es_es: Tu saldo combinado
pt_br: Seu saldo combinado
ru_ru: Ваш общий баланс

source: Unknown Source
es_es: Fuente desconocida
pt_br: Fonte Desconhecida
ru_ru: Неизвестный источник

source: Cancel all
es_es: Cancelar todo
pt_br: Cancelar tudo
ru_ru: Отменить все

source: Add Pre-hook
es_es: Añadir pre-hook
pt_br: Adicionar Pré-hook
ru_ru: Добавить пред-хук

source: Limit orders on CoW Swap are free to place and cancel. That's unique in DeFi!
es_es: Las órdenes limitadas en el intercambio de CoW son gratuitas para realizar y cancelar. ¡Eso es único en DeFi!
pt_br: Ordens limite no CoW Swap são gratuitas para colocar e cancelar. Isso é único no DeFi!
ru_ru: Лимит ордера на замену CoW можно разместить и отменить. Это уникальное в DeFi!

source: safeBundleFlowContext is not set!
es_es: safeBundleFlowContext no está establecido!
pt_br: safeBundleFlowContext não está definido!
ru_ru: safeBundleFlowContext не установлен!

source: Invalid URL: No manifest.json file found. Please check the URL and try again.
es_es: URL no válida: No se encontró archivo manifest.json. Por favor, compruebe la URL y vuelva a intentarlo.
pt_br: URL inválida: Nenhum arquivo manifest.json encontrado. Por favor, verifique a URL e tente novamente.
ru_ru: Недопустимый URL: Файл manifest.json не найден. Проверьте URL-адрес и повторите попытку.

source: COW token not found for chain {SupportedChainIdMAINNET}
es_es: Token COW no encontrado para la cadena {SupportedChainIdMAINNET}
pt_br: Token COW não encontrado para a cadeia {SupportedChainIdMAINNET}
ru_ru: COW токен не найден для цепочки {SupportedChainIdMAINNET}

source: Unwrap
es_es: Desenvolver
pt_br: Desembrulhar
ru_ru: Развернуть

source: Connect your wallet first
es_es: Conecte su billetera primero
pt_br: Conecte sua carteira primeiro
ru_ru: Сначала подключите ваш кошелёк

source: Animated cow reacts to empty order list
pt_br: Vaca animada reage à lista de pedidos vazia
ru_ru: Анимированная корова реагирует на пустой список заказов

source: Trade alerts
es_es: Alertas comerciales
pt_br: Alertas de negociação
ru_ru: Уведомления о сделках

source: Auto
pt_br: Automático
ru_ru: Авто

source: you will pay a separate gas cost for signing the order placement on-chain.
es_es: Usted pagará un coste de gas separado por firmar el pedido colocado en cadena.
pt_br: você pagará um custo de gás separado para assinar a colocação da ordem on-chain.
ru_ru: оплатить отдельную газовую стоимость для подписания заказа по цепочке.

source: CoW Swap is live on {availableChainsText}. Switch the network toggle in the nav bar for quick, cheap transactions.
pt_br: CoW Swap está ativo em {availableChainsText}. Alterne o seletor de rede na barra de navegação para transações rápidas e baratas.
ru_ru: CoW Swap живет на {availableChainsText}. Переключить переключатель сети в навбаре для быстрых и дешевых транзакций.

source: Status: {label}
es_es: Estado: {label}
ru_ru: Статус: {label}

source: This app/hook doesn't support the current network:
es_es: Esta aplicación/hook no soporta la red actual:
pt_br: Este aplicativo/hook não suporta a rede atual:
ru_ru: Это приложение/хук не поддерживает текущую сеть:

source: Import token
es_es: Importar token
pt_br: Importar token
ru_ru: Импортировать токен

source: Interface Settings
es_es: Ajustes de la interfaz
pt_br: Configurações da Interface
ru_ru: Настройки интерфейса

source: Enter a price
es_es: Introduzca un precio
pt_br: Inserir um preço
ru_ru: Введите цену

source: Couldn't verify {accountProxyLabel}, please try later
es_es: No se pudo verificar {accountProxyLabel}, por favor inténtalo más tarde
pt_br: Não foi possível verificar {accountProxyLabel}, por favor, tente mais tarde
ru_ru: Не удалось проверить {accountProxyLabel}, повторите попытку позже

source: Creation time
es_es: Tiempo de creación
pt_br: Hora de criação
ru_ru: Дата создания

source: Partially Filled
es_es: Relleno parcial
pt_br: Parcialmente Preenchido
ru_ru: Частично заполнено

source: <0>Note:</0> If you are using a Safe but still see this message, ensure your Safe is deployed!
es_es: <0>Nota:</0> Si estás usando un seguro pero todavía ves este mensaje, asegúrate de que tu seguro está desplegado!
pt_br: <0>Nota:</0> Se você estiver usando um Safe, mas ainda vir esta mensagem, certifique-se de que seu Safe está implantado!
ru_ru: <0>Примечание:</0> Если вы используете Сейф, но все еще видите это сообщение, убедитесь, что ваш Сейф установлен!

source: Included in the estimated execution price
es_es: Incluido en el precio estimado de ejecución
pt_br: Incluído no preço de execução estimado
ru_ru: Включено в предполагаемую цену исполнения

source: Network costs (incl. gas) are covered by filling your order when the market price is better than your limit price.
es_es: Los costes de red (incluido el gas) se cubren llenando su pedido cuando el precio de mercado es mejor que su precio límite.
pt_br: Os custos de rede (incluindo gás) são cobertos pelo preenchimento de sua ordem quando o preço de mercado é melhor do que seu preço limite.
ru_ru: Сетевые расходы (включая газ) покрываются за счет заполнения ордера, когда рыночная цена выше лимитной цены.

source: Technical details:
es_es: Detalles técnicos:
pt_br: Detalhes técnicos:
ru_ru: Технические подробности:

source: How do I recover my funds from {accountProxyLabel}?
es_es: ¿Cómo recupero mis fondos de {accountProxyLabel}?
pt_br: Como recupero meus fundos de {accountProxyLabel}?
ru_ru: Как я могу вернуть средства с {accountProxyLabel}?

source: Safe confirmed signatures
es_es: Firmas seguras confirmadas
pt_br: Assinaturas confirmadas do Safe
ru_ru: Подтвержденные надписи

source: Winning solver
es_es: Resolver ganador
pt_br: Solver vencedor
ru_ru: Победа решателя

source: Tokens from external sources.
es_es: Tokens de fuentes externas.
pt_br: Tokens de fontes externas.
ru_ru: Маркеры из внешних источников.

source: Insufficient
es_es: Insuficiente
pt_br: Insuficiente
ru_ru: Недостаточно
