Repository: cowprotocol/cowswap
Catalog: apps/cowswap-frontend/src/locales/*.po
Languages: es_es, pt_br, ru_ru

source: Import at your own risk
es_es: Importar bajo su propio riesgo
pt_br: Importar por sua conta e risco
ru_ru: Импорт на свой страх и риск

source: Approving <0>{currencySymbolOrContext}</0> for trading
pt_br: Aprovando <0>{currencySymbolOrContext}</0> para negociação
ru_ru: Утверждение <0>{currencySymbolOrContext}</0> для торговли

source: Couldn't load balances
es_es: No se pudo cargar los balances
pt_br: Não foi possível carregar saldos
ru_ru: Не удалось загрузить балансы

source: Delegate
es_es: Delegado
pt_br: Delegar
ru_ru: Делегировать

source: cancel the order
es_es: cancelar el pedido
pt_br: cancelar a ordem
ru_ru: отменить заказ

source: Can't find a hook that you like?
es_es: ¿No encuentras un gancho que te gusta?
pt_br: Não consegue encontrar um hook que você goste?
ru_ru: Не могу найти крюк, который вам нравится?

source: Market:
es_es: Mercado:
pt_br: Mercado:
ru_ru: Рынок:

source: No orders
es_es: No hay pedidos
pt_br: Sem ordens
ru_ru: Нет заказов

source: This token is unsupported as it does not operate optimally with CoW Protocol. Please refer to the FAQ for more information.
es_es: Este token no está soportado ya que no funciona óptimamente con CoW Protocol. Por favor, consulte el FAQ para más información.
pt_br: Este token não é suportado, pois não opera de forma otimizada com o CoW Protocol. Consulte as Perguntas Frequentes para mais informações.
ru_ru: Этот токен не поддерживается, так как он не работает оптимально с протоколом CoW. Пожалуйста, обратитесь к FAQ для получения дополнительной информации.

source: You haven't added any custom hooks yet. Add a custom hook to get started.
es_es: Aún no has añadido ningún hook personalizado. Añade un hook personalizado para empezar.
pt_br: Você ainda não adicionou nenhum hook personalizado. Adicione um hook personalizado para começar.
ru_ru: Вы еще не добавили пользовательские хуки. Добавьте пользовательский хук, чтобы начать.

source: 7 Days
es_es: 7 días
pt_br: 7 Dias
ru_ru: 7 дней

source: Transaction was cancelled or sped up
es_es: La transacción fue cancelada o acelerada
pt_br: A transação foi cancelada ou acelerada
ru_ru: Транзакция была отменена или изменена

source: Custom Recipient
es_es: Destinatario personalizado
pt_br: Destinatário Personalizado
ru_ru: Пользовательский получатель

source: Received {tokenLabel}
es_es: Recibida {tokenLabel}
pt_br: Recebido {tokenLabel}
ru_ru: Получено {tokenLabel}

source: Please, make sure your address follows the format <0>{addressPrefix}:<your-address></0> or double-check if it is compatible with <1>{label}</1> network.
es_es: Por favor, asegúrese de que su dirección sigue el formato <0>{addressPrefix}:<your-address></0> o compruebe si es compatible con la red <1>{label}</1>.
pt_br: Por favor, certifique-se de que seu endereço segue o formato <0>{addressPrefix}:<seu-endereço></0> ou verifique novamente se é compatível com a rede <1>{label}</1>.
ru_ru: Пожалуйста, убедитесь, что ваш адрес соответствует формату <0>{addressPrefix}:<your-address></0> или дважды проверьте совместимость с сетью <1>{label}</1>.

source: Recent Activity
es_es: Actividad reciente
pt_br: Atividade Recente
ru_ru: Недавняя активность

source: 2 stops
es_es: 2 paradas
pt_br: 2 paradas
ru_ru: 2 остановки

source: Please enter the base URL of your dapp, not the direct manifest.json path
es_es: Por favor, introduzca la URL base de su dapp, no la ruta directa de manifest.json
pt_br: Por favor, insira a URL base do seu dapp, não o caminho direto do manifest.json
ru_ru: Пожалуйста, введите базовый URL-адрес вашего приложения, а не прямой путь manifest.json

source: submitted
es_es: enviado
ru_ru: опубликовано

source: Because you are selling {nativeSymbol} (native currency)
es_es: Porque vendes {nativeSymbol} (moneda nativa)
pt_br: Porque você está vendendo {nativeSymbol} (moeda nativa)
ru_ru: Так как вы продаете {nativeSymbol} (родную валюту)

source: Token symbol, address
es_es: Símbolo del token, dirección
pt_br: Símbolo do token, endereço
ru_ru: Символ токена, адрес

source: Order Receipt
es_es: Recibo del pedido
pt_br: Recibo do Pedido
ru_ru: Квитанция заказа

source: Transaction completed!
es_es: ¡Transacción completada!
pt_br: Transação concluída!
ru_ru: Транзакция завершена!

source: When orders fill or expire
pt_br: Quando os pedidos são preenchidos ou expiram
ru_ru: Когда ордера выполняются или истекают

source: No pool tokens available
es_es: No hay fichas de piscina disponibles
pt_br: Nenhum token de pool disponível
ru_ru: Нет доступных маркеров пула

source: Still searching
es_es: Buscar todavía
pt_br: Ainda procurando
ru_ru: Искать все еще

source: check
es_es: comprobar
pt_br: verificar
ru_ru: проверить

source: Are you sure you want to cancel {ordersCount} orders?
es_es: ¿Estás seguro de que quieres cancelar los pedidos {ordersCount}?
pt_br: Tem certeza de que deseja cancelar {ordersCount} ordens?
ru_ru: Вы уверены, что хотите отменить заказы {ordersCount}?

source: Convert your <0/> LP tokens into CoW AMM pools and earn up to <1>+{apyDiffFormatted}%</1> more yield compared to <2/>. Or, swap
es_es: Convierte tus fichas <0/> LP en pozos de CoW AMM y gana hasta <1>+{apyDiffFormatted}%</1> más rendimiento en comparación con <2/>. O, cambia
pt_br: Converta seus tokens <0/> LP em pools CoW AMM e ganhe até <1>+{apyDiffFormatted}%</1> a mais de rendimento em comparação com <2/>. Ou, troque
ru_ru: Конвертируйте ваши <0/> LP токены в CoW AMM пулы и зарабатывайте до <1>+{apyDiffFormatted}%</1> больше по сравнению с <2/>. Или, подкачки

source: Lock Limit Price
es_es: Bloquear precio límite
pt_br: Bloquear Preço Limite
ru_ru: Заблокировать лимитную цену

source: Target
es_es: Objetivo
pt_br: Alvo
ru_ru: цель

source: Bridge failed on
es_es: Puente fallido en
pt_br: Ponte falhou em
ru_ru: Мост не удался на

source: The {operationLabel} is submitted.
es_es: El {operationLabel} ha sido enviado.
pt_br: O {operationLabel} foi submetido.
ru_ru: {operationLabel} отправлен.

source: Invalid manifest format at {manifestUrl}: missing cow_hook_dapp property
es_es: Formato de manifiesto no válido en {manifestUrl}: falta la propiedad cow_hook_dapp
pt_br: Formato de manifesto inválido em {manifestUrl}: propriedade cow_hook_dapp ausente
ru_ru: Недопустимый формат манифеста на {manifestUrl}: отсутствует свойство cow_hook_dapp

source: Valid to
es_es: Válido para
pt_br: Válido até
ru_ru: Действителен до

source: Composable Cow and Settlement contracts are not on the same chain
es_es: Los contratos relativos a las vacas y a los acuerdos compuestos no están en la misma cadena
pt_br: Os contratos Composable Cow e Settlement não estão na mesma cadeia
ru_ru: Контракты на композиционные коровы и расчеты не заключаются в одной цепочке

source: Swap bridged via your
pt_br: Troca realizada via sua
ru_ru: Поменять местами мост через

source: Loading...
es_es: Cargando...
ru_ru: Загрузка...

source: Unsupported Network
es_es: Red no soportada
pt_br: Rede Não Suportada
ru_ru: Неподдерживаемая сеть

source: Approve
es_es: Aprobar
ru_ru: Одобрить

source: Execution time
es_es: Tiempo de ejecución
pt_br: Tempo de execução
ru_ru: Время выполнения

source: vCOW token
es_es: token vCU
pt_br: token vCOW
ru_ru: vCOW токен

source: High slippage amount selected
es_es: Cantidad alta de deslizamiento seleccionada
pt_br: Alta derrapagem selecionada
ru_ru: Выбрана высота проскальзывания

source: Place orders for higher than available balance!
es_es: ¡Realiza pedidos por encima del saldo disponible!
pt_br: Faça pedidos com saldo superior ao disponível!
ru_ru: Разместите заказы для более чем доступного баланса!

source: first.
pt_br: primeiro.
ru_ru: первый.

source: No routes found
es_es: No se encontraron rutas
pt_br: Nenhuma rota encontrada
ru_ru: Маршруты не найдены

source: for at most
es_es: para como máximo
pt_br: por no máximo
ru_ru: максимум

source: Submitted
es_es: Enviado
pt_br: Enviado
ru_ru: Отправлено

source: connect wallet
es_es: conectar billetera
pt_br: conectar carteira
ru_ru: подключить кошелек

source: Transaction expiration
es_es: Expiración de la transacción
pt_br: Expiração da transação
ru_ru: Срок действия транзакции

source: CowSwap no connection
es_es: Cowswap sin conexión
pt_br: CowSwap sem conexão
ru_ru: CowSwap нет соединения

source: View jobs (opens in a new tab)
pt_br: Ver vagas (abre em nova aba)
ru_ru: Просмотр вакансий (откроется в новой вкладке)

source: Alert
es_es: Alerta
pt_br: Alerta
ru_ru: Оповещение

source: Start time first
es_es: Hora de inicio primero
pt_br: Hora de início primeiro
ru_ru: Сначала время начала

source: Swap with Wrapped {nativeSymbol}
es_es: Intercambiar con {nativeSymbol} envuelto
pt_br: Trocar com {nativeSymbol} Embrulhado
ru_ru: Поменять на завернутый {nativeSymbol}

source: Analytics
es_es: Analíticas
pt_br: Análise
ru_ru: Статистика

source: Unlock TWAP orders
es_es: Desbloquear pedidos TWAP
pt_br: Desbloquear ordens TWAP
ru_ru: Разблокировать TWAP ордера

source: Failed to cancel order
es_es: Error al cancelar el pedido
pt_br: Falha ao cancelar ordem
ru_ru: Не удалось отменить ордер

source: Set your own price
es_es: Fijar su propio precio
pt_br: Defina seu próprio preço
ru_ru: Установите свою собственную цену

source: This percentage only applies to dips; if prices are better than this percentage, CoW Swap will still execute your order.
es_es: Este porcentaje sólo se aplica a las caídas; si los precios son mejores que este porcentaje, CoW Swap seguirá ejecutando su pedido.
pt_br: Esta porcentagem se aplica apenas a quedas; se os preços forem melhores do que esta porcentagem, o CoW Swap ainda executará sua ordem.
ru_ru: Этот процент применяется только для заказов; если цены лучше, чем этот процент, CoW Swap все еще будет выполнять ваш заказ.

source: 12 Hours
es_es: 12 horas
pt_br: 12 Horas
ru_ru: 12 часов

source: signatures are
es_es: firmas son
pt_br: assinaturas são
ru_ru: подписи

source: Use the Swap tab for trades that don't involve an LP token.
es_es: Utilice la pestaña de intercambio para operaciones que no involucren un token LP.
pt_br: Use a aba Trocar para negociações que não envolvem um token LP.
ru_ru: Используйте вкладку Swap для сделок, которые не включают токен LP.

source: off-chain
es_es: fuera de cadena
ru_ru: вне цепи

source: Price
es_es: Precio
pt_br: Preço
ru_ru: Цена

source: Your transaction may expire
es_es: Su transacción puede expirar
pt_br: Sua transação pode expirar
ru_ru: Ваша транзакция может истечь

source: <0>CoW Swap solvers</0> are scanning liquidity sources across DeFi. The one that finds you the best price wins!
es_es: <0>CoW Swap solvers</0> están escaneando fuentes de liquidez a través de DeFi. ¡El que te encuentre el mejor precio gana!
pt_br: Os <0>solvers do CoW Swap</0> estão escaneando fontes de liquidez em todo o DeFi. Aquele que encontrar o melhor preço para você, vence!
ru_ru: <0>CoW Swap решения</0> сканирует источники ликвидности через DeFi.

source: You sell at most
es_es: Usted vende como máximo
pt_br: Você vende no máximo
ru_ru: Вы продаете больше всего

source: No matching orders found
es_es: No se encontraron pedidos coincidentes
pt_br: Nenhum pedido correspondente encontrado
ru_ru: Соответствующих ордеров не найдено

source: Wallet Unsupported
es_es: Billetera no soportada
pt_br: Carteira Não Suportada
ru_ru: Кошелек не поддерживается

source: Full approval
pt_br: Aprovação total
ru_ru: Полное утверждение

source: Reset <0>{symbol}</0> allowance
es_es: Restablecer <0>{symbol}</0> permiso
pt_br: Redefinir permissão de <0>{symbol}</0>
ru_ru: Сброс <0>{symbol}</0> допуск

source: The price of this pool is within your selected range. Your position is currently earning fees.
es_es: El precio de esta piscina está dentro de su rango seleccionado. Su posición actualmente está ganando cuotas.
pt_br: O preço deste pool está dentro da sua faixa selecionada. Sua posição está gerando taxas no momento.
ru_ru: Цена этого пула находится в пределах выбранного вами диапазона. Ваша позиция в настоящее время взимает плату за заработок.

source: FAQs
pt_br: FAQ
ru_ru: ЧАВО

source: more signatures are
es_es: más firmas son
pt_br: mais assinaturas são
ru_ru: больше подписей

source: Current network costs make up <0><1>{formattedFeePercentage}%</1></0> of your swap amount.
es_es: Los costes de red actuales representan <0><1>{formattedFeePercentage}%</1></0> de tu cantidad de intercambio.
pt_br: Os custos atuais da rede representam <0><1>{formattedFeePercentage}%</1></0> do valor da sua troca.
ru_ru: Текущие сетевые расходы составляют <0><1>{formattedFeePercentage}%</1></0> вашей суммы замены.

source: Set approval
es_es: Asignar aprobación
pt_br: Definir aprovação
ru_ru: Установить одобрение

source: Must be before {maxDateStr} {timeZone}
es_es: Debe ser antes de {maxDateStr} {timeZone}
pt_br: Deve ser antes de {maxDateStr} {timeZone}
ru_ru: Должно быть перед {maxDateStr} {timeZone}

source: This token doesn't appear on the active token list(s). Make sure this is the token that you want to trade.
es_es: Este token no aparece en la(s) lista(s) de tokens activa(s). Asegúrese de que es el token que desea intercambiar.
pt_br: Este token não aparece na(s) lista(s) de tokens ativa(s). Certifique-se de que este é o token que você deseja negociar.
ru_ru: Этот токен не отображается в активных списках токенов. Убедитесь, что это токен, который вы хотите торговать.

source: Between currencies
es_es: Entre monedas
pt_br: Entre moedas
ru_ru: Между валютами

source: wrapped native
es_es: envuelto nativo
pt_br: nativo embrulhado
ru_ru: завернутый родной

source: Recover {target}
es_es: Recuperar {target}
pt_br: Recuperar {target}
ru_ru: Восстановить {target}

source: Expiry
es_es: Expira
pt_br: Vencimento
ru_ru: Срок действия

source: Minutes
es_es: Minutos
pt_br: Minutos
ru_ru: Минут

source: User rejected approval transaction
es_es: Transacción rechazada por el usuario
pt_br: Transação de aprovação rejeitada pelo usuário
ru_ru: Пользователь отклонил транзакцию утверждения

source: Swap on
es_es: Intercambiar en
pt_br: Trocar em
ru_ru: Поменять на

source: Can't find your token on the list? <0>Read our guide</0> on how to add custom tokens.
ru_ru: Поиск не выдал результатов? <0>Прочтите рекомендации</0> как добавить кастомный токен.

source: Transaction
es_es: Transacción
pt_br: Transação
ru_ru: Транзакция

source: Safe contracts have a so-called "nonce." This is to ensure that each transaction can be executed only once so no replay attacks are possible.
es_es: Los contratos seguros tienen un llamado "nonce". Esto es para asegurar que cada transacción puede ser ejecutada sólo una vez para que no sea posible ningún ataque de repetición.
pt_br: Os contratos Safe possuem um chamado "nonce". Isso é para garantir que cada transação possa ser executada apenas uma vez, de modo que nenhum ataque de repetição seja possível.
ru_ru: Безопасные контракты имеют так называемые "нече". Таким образом, каждая транзакция может быть выполнена только один раз, так что атак повторов невозможны.

source: This is the recommended slippage tolerance based on current gas prices & trade size. A lower amount may result in slower execution.
es_es: Esta es la tolerancia recomendada de deslizamientos basada en los precios actuales del gas y el tamaño del comercio. Una cantidad menor puede resultar en una ejecución más lenta.
pt_br: Esta é a tolerância de derrapagem recomendada com base nos preços atuais do gás e no tamanho da negociação. Um valor menor pode resultar em execução mais lenta.
ru_ru: Это рекомендуемый допуск проскальзывания на основе текущих цен на газ и торговых показателей. Более низкая сумма может привести к медленному исполнению.

source: buy
es_es: comprar
pt_br: comprar
ru_ru: купить

source: Converting vCOW to COW
es_es: Convirtiendo vCOW a COW
pt_br: Convertendo vCOW para COW
ru_ru: Преобразование vCOW в COW

source: Maximum sent
es_es: Máximo enviado
pt_br: Máximo enviado
ru_ru: Максимальное количество отправленных

source: More intuitive UI and improved design
es_es: IU más intuitiva y diseño mejorado
pt_br: UI mais intuitiva e design aprimorado
ru_ru: Интуитивно понятный интерфейс и улучшенный дизайн

source: External
es_es: Externo
pt_br: Externo
ru_ru: Внешний

source: The winner of the competition is now executing your order on-chain.
es_es: El ganador del concurso está ejecutando su pedido en cadena.
pt_br: O vencedor da competição está agora executando sua ordem on-chain.
ru_ru: Победитель конкурса в настоящее время выполняет Ваш заказ по цепочке.

source: Network fees and costs
pt_br: Taxas e custos de rede
ru_ru: Комиссии и сборы

source: PRE
ru_ru: ПРЕ

source: {symbolName} orders require a minimum transaction expiration time threshold of {minutes} minutes to ensure the best swapping experience
es_es: Las órdenes {symbolName} requieren un límite mínimo de tiempo de expiración de la transacción de {minutes} minutos para asegurar la mejor experiencia de intercambio
pt_br: As ordens de {symbolName} exigem um tempo limite mínimo de expiração da transação de {minutes} minutos para garantir a melhor experiência de troca
ru_ru: Для ордеров {symbolName} требуется минимальный порог истечения срока транзакции, равный {minutes} минутам, чтобы обеспечить максимальный эффект обмена

source: Edit limit order
es_es: Editar orden límite
ru_ru: Изменить лимитный ордер

source: Your order is being cancelled.
es_es: Su pedido está siendo cancelado.
ru_ru: Ваш заказ будет отменен.

source: CoW Swap dynamically adjusts your slippage tolerance based on current gas prices and trade size. You can set a custom slippage using the settings icon above.
es_es: El intercambio de coW ajusta dinámicamente su tolerancia de deslizamientos en función del precio actual del gas y del tamaño del comercio. Puede establecer un deslizamiento personalizado usando el icono de configuración de arriba.
pt_br: O CoW Swap ajusta dinamicamente sua tolerância de derrapagem com base nos preços atuais do gás e no tamanho da negociação. Você pode definir uma derrapagem personalizada usando o ícone de configurações acima.
ru_ru: CoW Swap динамически регулирует толерантность проскальзывания на основе текущих цен на газ и размера торговли. Вы можете установить пользовательское проскальзывание, используя значок настроек выше.

source: CoW Swap has dynamically selected this slippage amount to account for current gas prices and trade size. Changes may result in slower execution.
es_es: El intercambio de CoW ha seleccionado dinámicamente esta cantidad de deslizamiento para tener en cuenta los precios actuales del gas y el tamaño del comercio. Los cambios pueden resultar en una ejecución más lenta.
pt_br: O CoW Swap selecionou dinamicamente este valor de derrapagem para considerar os preços atuais do gás e o tamanho da negociação. Alterações podem resultar em execução mais lenta.
ru_ru: CoW Swap динамически выбрал эту величину проскальзывания для учета текущих цен на газ и объема торговли. Изменения могут привести к медленному исполнению.

source: CoWmunity fees discount
es_es: Descuento de cuotas de CoWmunity
pt_br: Desconto nas taxas da CoWmunity
ru_ru: Скидка на CoWmunity

source: Swap with
es_es: Intercambiar con
ru_ru: Поменять на

source: Current network fees
es_es: Cargos de red actuales
pt_br: Taxas de rede atuais
ru_ru: Текущие сетевые комиссии

source: 3 Days
es_es: 3 Días
ru_ru: 3 дня

source: Now
es_es: Ahora
ru_ru: Сейчас

source: Mooove between <0/> any chain, hassle-free
es_es: Muuuuevete entre <0/> cualquier cadena, sin problemas
pt_br: Mooova-se entre <0/> qualquer rede, sem complicações
ru_ru: Размещение между <0/> любой цепи, без проблем

source: Wrap {nativeSymbol} to {wrappedNativeSymbol}
pt_br: Embrulhar {nativeSymbol} para {wrappedNativeSymbol}
ru_ru: Перенос {nativeSymbol} в {wrappedNativeSymbol}

source: The address that will receive the tokens.
es_es: La dirección que recibirá las fichas.
pt_br: O endereço que receberá os tokens.
ru_ru: Адрес, который будет получать токены.

source: The number of signers who have confirmed this transaction versus the number of signer confirmations needed.
es_es: El número de firmantes que han confirmado esta transacción frente al número de confirmaciones de firmantes necesarios.
pt_br: O número de signatários que confirmaram esta transação versus o número de confirmações de signatário necessárias.
ru_ru: Количество подписавших, которые подтвердили эту транзакцию, против количества подписавших ее подтверждений.

source: Dynamic
es_es: Dinámica
pt_br: Dinâmico
ru_ru: Динамический

source: Fills at
es_es: Rellenar en
pt_br: Preenche em
ru_ru: Заполняется

source: Confirm Price Impact
es_es: Confirmar Impacto de Precio
pt_br: Confirmar Impacto no Preço
ru_ru: Подтверждение влияния цены

source: Executing
es_es: Ejecutando
pt_br: Executando
ru_ru: Выполнение

source: Another order has used up the approval amount. Set a new token approval to proceed with your order.
es_es: Otro pedido ha utilizado la cantidad de aprobación. Establezca una nueva aprobación de token para continuar con su pedido.
pt_br: Outra ordem usou o valor de aprovação. Defina uma nova aprovação de token para prosseguir com sua ordem.
ru_ru: Другой заказ использовал сумму одобрения. Установите новый токен, чтобы выполнить ваш заказ.

source: Enter valid token address
es_es: Introduzca una dirección de token válida
pt_br: Insira um endereço de token válido
ru_ru: Введите правильный адрес токена

source: vCOW conversion
es_es: conversión vCU
pt_br: Conversão de vCOW
ru_ru: Преобразование vCOW

source: Sorry, we were unable to load the requested page.
es_es: Lo sentimos, no hemos podido cargar la página solicitada.
pt_br: Desculpe, não foi possível carregar a página solicitada.
ru_ru: К сожалению, не удалось загрузить запрашиваемую страницу.

source: Order Creation Failed
es_es: Creación de pedido fallida
pt_br: Falha na Criação da Ordem
ru_ru: Не удалось создать заказ

source: This wallet is not yet supported
es_es: Esta billetera aún no está soportada
pt_br: Esta carteira ainda não é suportada
ru_ru: Этот кошелек еще не поддерживается

source: Created
es_es: Creado
pt_br: Criado
ru_ru: Создано

source: Update Pre-hook
es_es: Actualizar pre-hook
pt_br: Atualizar Pré-hook
ru_ru: Обновить предхук

source: Governance
es_es: Gobernanza
pt_br: Governança
ru_ru: Управление

source: Cancel
es_es: Cancelar
pt_br: Cancelar
ru_ru: Отмена

source: Wrapping {amountStr} {native} to {wrapped}
es_es: Envolviendo {amountStr} {native} a {wrapped}
pt_br: Embrulhando {amountStr} {native} para {wrapped}
ru_ru: Перенос {amountStr} {native} на {wrapped}

source: Order surplus
es_es: Excedente de orden
pt_br: Excedente do pedido
ru_ru: Остаток заказов
