Repository: cowprotocol/cowswap
Catalog: apps/cowswap-frontend/src/locales/*.po
Languages: es_es, pt_br, ru_ru

source: Order cannot be filled due to insufficient allowance
es_es: El pedido no se puede completar debido a una asignación insuficiente
ru_ru: Заказ не может быть исполнен из-за недостаточной суммы

source: turn on expert mode
es_es: activar el modo experto
ru_ru: включить режим эксперта

source: Insufficient liquidity for this trade.
es_es: Falta liquidez suficiente para este comercio.
ru_ru: Недостаточная ликвидность для этой сделки.

source: Buying native currency with smart contract wallets is not currently supported
es_es: La compra de moneda nativa con billeteras con contrato inteligente no está soportada actualmente
ru_ru: Покупка родной валюты с смарт-кошельками контракта в настоящее время не поддерживается

source: Expected to sell
es_es: Se espera vender
ru_ru: Ожидается продажа

source: This is the minimum amount that you will receive.
es_es: Esta es la cantidad mínima que recibirás.
ru_ru: Это минимальная сумма, которую вы получите.

source: Claiming COW...
es_es: Reclamando COW...
ru_ru: Получение COW...

source: continue with this swap
es_es: continuar con este intercambio
ru_ru: продолжить с этим обменом

source: Could not connect to the provided URL. Please check if the URL is correct and the server is accessible.
es_es: No se pudo conectar a la URL proporcionada. Por favor, compruebe si la URL es correcta y el servidor es accesible.
ru_ru: Не удалось подключиться к предоставленному URL. Пожалуйста, проверьте, правильно ли URL-адрес и сервер доступен.

source: Pending execution
es_es: Ejecución pendiente
ru_ru: В ожидании исполнения

source: Place TWAP order
es_es: Hacer un pedido TWAP
ru_ru: Разместить заказ TWAP

source: Reload page
es_es: Recargar página
ru_ru: Перезагрузить страницу

source: Enter a valid recipient
es_es: Introduzca un destinatario válido
ru_ru: Введите верного получателя

source: Failed to place order selling {nativeCurrencySymbol}
es_es: No se pudo realizar la venta de pedidos {nativeCurrencySymbol}
ru_ru: Не удалось разместить заказ продажи {nativeCurrencySymbol}

source: native
es_es: nativo
ru_ru: родной

source: Your order will execute when the market price is {displayedPercent}% better than the current market price.
es_es: Tu pedido se ejecutará cuando el precio de mercado sea {displayedPercent}% mejor que el precio de mercado actual.
ru_ru: Ваш ордер будет выполняться, когда рыночная цена {displayedPercent}выше текущей рыночной цены.

source: Recover funds
es_es: Recuperar fondos
ru_ru: Возврат средств

source: Cancel order
es_es: Cancelar orden
ru_ru: Отменить заказ

source: Your order was created on this date & time. It will remain open until it expires or is filled.
es_es: Su pedido fue creado en esta fecha y hora. Permanecerá abierto hasta que caduque o sea llenado.
ru_ru: Ваш заказ был создан на эту дату и время. Он будет оставаться открытым до тех пор, пока он не истечет или не будет исполнен.

source: Confirm Swap
es_es: Confirmar intercambio
ru_ru: Подтверждение смены

source: Modified recipient address to
ru_ru: Изменен адрес получателя на

source: Search hooks...
es_es: Buscar ganchos...
ru_ru: Поиск хуков...

source: {value} sec
ru_ru: {value} сек

source: Partner fee recipient must be set!
es_es: ¡El destinatario de la cuota de socio debe estar establecido!
pt_br: O destinatário da taxa do parceiro deve ser definido!
ru_ru: Должен быть указан получатель партнерской комиссии!

source: Unlock Enhanced Yield Features
es_es: Desbloquear características de Yield Mejorado
ru_ru: Разблокировать улучшенные возможности Yield

source: Recover!
es_es: ¡Recuperar!
ru_ru: Восстановление!

source: Estimated fill price
es_es: Precio estimado de relleno
ru_ru: Предполагаемая цена заливки

source: Transaction failed
es_es: Transacción fallida
ru_ru: Транзакция не удалась

source: Approve spending <0/> <1/> on CoW Swap
es_es: Aprobar gasto <0/> <1/> en el intercambio de CoW
ru_ru: Утвердить расходы <0/> <1/> на CoW подкачке

source: Status
es_es: Estado
ru_ru: Статус

source: higher
es_es: más alto
ru_ru: выше

source: When locked, the limit price stays fixed when changing the amounts. When unlocked, the limit price will update based on the amount changes.
es_es: Cuando está bloqueado, el precio límite se mantiene fijo al cambiar las cantidades. Cuando se desbloquea, el precio límite se actualizará en función de los cambios en la cantidad.
ru_ru: При блокировке предельная цена остается фиксированной при изменении сумм. При разблокировке лимитная цена обновится на основании изменений суммы.

source: For this order, network costs would be <0>{formattedFeePercentage}% (<1/>)</0> of your sell amount! Therefore, your order is unlikely to execute.
es_es: Para este pedido, los costes de red serían <0>{formattedFeePercentage}% (<1/>)</0> de tu cantidad de venta. Por lo tanto, es poco probable que tu orden se ejecute.
ru_ru: Для этого заказа, сетевые расходы будут <0>{formattedFeePercentage}% (<1/>)</0> вашей суммы продажи! Поэтому ваш ордер вряд ли будет выполнен.

source: Check that you are approving an amount equal to or greater than the input amount.
es_es: Compruebe que está aprobando una cantidad igual o mayor que la cantidad introducida.
ru_ru: Проверьте, что вы подтверждаете сумму, равную или превышающую вводную сумму.

source: Since this contract temporarily holds funds, there's a possibility that funds could get stuck in certain edge cases.
es_es: Dado que este contrato mantiene temporalmente los fondos, existe la posibilidad de que los fondos se atasquen en ciertos casos de riesgo.
ru_ru: Поскольку этот контракт временно удерживает средства, существует возможность того, что средства могут застрять в некоторых краевых случаях.

source: Best price found!
es_es: ¡El mejor precio encontrado!
ru_ru: Найдена лучшая цена!

source: Bridging succeeded
es_es: Bridging exitoso
ru_ru: Замотка прошла успешно

source: Tokens must be different
es_es: Las fichas deben ser diferentes
ru_ru: Токены должны отличаться

source: There is no provider to get Gnosis safe info
es_es: No hay ningún proveedor para obtener información segura de Gnosis
ru_ru: Нет провайдера для получения безопасной информации о Gnosis

source: Expired order
es_es: Orden caducada
ru_ru: Истекший заказ

source: Simulation Successful
es_es: Simulación exitosa
ru_ru: Моделирование завершено

source: Partial approval may block <0>{ordersWithPermitLength}</0> other {orderWord}
ru_ru: Частичное утверждение может блокировать <0>{ordersWithPermitLength}</0> другой {orderWord}

source: Destination transaction
es_es: Transacción de destino
ru_ru: Целевая транзакция

source: Because you are using a smart contract wallet
es_es: Porque está usando una billetera de contratos inteligentes
ru_ru: Так как вы используете смарт-кошелек с контрактом

source: Swap
es_es: Intercambiar
pt_br: Troca
ru_ru: Поменять

source: Advanced users can create complex, conditional orders directly through CoW Protocol. Read the docs for more info.
es_es: Los usuarios avanzados pueden crear pedidos complejos y condicionales directamente a través de CoW Protocol. Lea los documentos para más información.
ru_ru: Продвинутые пользователи могут создавать сложные условные заказы непосредственно через протокол CoW. Читайте документацию для получения дополнительной информации.

source: To continue, click below to wrap your {nativeSymbol} to {wrappedSymbol} via an on-chain ERC20 transaction.
es_es: Para continuar, haz clic abajo para envolver tu {nativeSymbol} a {wrappedSymbol} a través de una transacción ERC20 en cadena.
ru_ru: Чтобы продолжить, нажмите ниже, чтобы перенести ваш {nativeSymbol} на {wrappedSymbol} с помощью цепной транзакции ERC20.

source: Current bridge costs make up <0><1>{formattedBridgeFeePercentage}%</1></0> of your swap amount.
es_es: Los costes de puente actuales representan <0><1>{formattedBridgeFeePercentage}%</1></0> de tu cantidad de intercambio.
ru_ru: Текущие расходы моста составляют <0><1>{formattedBridgeFeePercentage}%</1></0> от суммы замены.

source: In range
es_es: En rango
ru_ru: В диапазоне

source: This hook is not compatible with smart contract wallets. It only supports EOA wallets.
es_es: Este hook no es compatible con carteras de contratos inteligentes. Sólo soporta carteras EOA.
ru_ru: Этот хук несовместим с смарт-контрактными кошельками. Он поддерживает только кошельки EOA.

source: Order expires
es_es: El orden expira
ru_ru: Срок действия заказа истекает

source: Minimum sell size
es_es: Tamaño mínimo de venta
ru_ru: Минимальный размер продажи

source: Min. to deposit
es_es: Mínimo de depósito
ru_ru: Мин. для пополнения

source: MEV is lethal these days!
es_es: ¡MEV es letal en estos días!
ru_ru: MEV является смертельным в эти дни!

source: FREE
es_es: GRATIS
pt_br: GRÁTIS
ru_ru: БЕСПЛАТНЫЙ

source: 1 Week
es_es: 1 Semana
ru_ru: 1 неделя

source: Eth flow context is not ready
es_es: Contexto de flujo Eth no está listo
ru_ru: Контекст Eth потока не готов

source: There are no orders
es_es: No hay pedidos
ru_ru: Нет заказов

source: ENS recipient not supported for Swap and Bridge. Use address instead.
es_es: El destinatario de ENS no es compatible con Swap y Bridge. Utilice la dirección en su lugar.
ru_ru: ENS получатель не поддерживается для подкачки и моста. Используйте адрес.

source: Enough signatures
es_es: Basta de firmas
ru_ru: Достаточная подпись

source: Legal
ru_ru: Юридическая информация

source: You will be prompted to <0>wrap your {nativeSymbol} to {wrappedSymbol}</0> before placing your order.
es_es: Se te pedirá <0>envolver tu {nativeSymbol} a {wrappedSymbol}</0> antes de realizar tu pedido.
ru_ru: Вам будет предложено сделать <0>обернуть ваш {nativeSymbol} на {wrappedSymbol}</0> перед оформлением заказа.

source: Cancelling {ordersCount} orders
es_es: Cancelando órdenes {ordersCount}
ru_ru: Отмена заказов {ordersCount}

source: User rejected signing COW claim transaction
es_es: Usuario rechazó la firma de la transacción de reclamo COW
ru_ru: Пользователь отклонил подпись COW транзакции

source: I Confirm
ru_ru: Подтверждаю

source: Cancelled
es_es: Cancelado
ru_ru: Отменено

source: Invalid parameters
es_es: Parámetros no válidos
ru_ru: Неверные параметры

source: Small orders are unlikely to be executed
es_es: No es probable que se ejecuten órdenes pequeñas
ru_ru: Маленькие ордеры маловероятно будут выполнены

source: bought
es_es: comprado
ru_ru: купил

source: Cancellation transaction
es_es: Transacción de cancelación
ru_ru: Отмена транзакции

source: {walletName} account changed
es_es: Cuenta {walletName} cambiada
pt_br: Conta {walletName} alterada
ru_ru: Аккаунт {walletName} изменен

source: Value
es_es: Valor
pt_br: Valor
ru_ru: Значение

source: You sell
es_es: Ventas
pt_br: Você vende
ru_ru: Вы продаете

source: Longer limit orders - place orders for up to a year.
es_es: Órdenes límite más largas - Realizar órdenes hasta un año.
pt_br: Ordens limite mais longas - faça ordens por até um ano.
ru_ru: Более длинные лимитные ордера - размещать заказы на срок до года.

source: User rejected signing the cancellation
es_es: Usuario rechazó la firma de la cancelación
pt_br: Usuário rejeitou assinar o cancelamento
ru_ru: Пользователь отклонил отмену

source: Loading {accountProxyLabel}
es_es: Cargando {accountProxyLabel}
pt_br: Carregando {accountProxyLabel}
ru_ru: Загрузка {accountProxyLabel}

source: Manage
es_es: Gestionar
pt_br: Gerenciar
ru_ru: Управлять

source: Reset {symbol} allowance to 0 before setting new spending cap
es_es: Restablecer límite de gasto de {symbol} a 0 antes de establecer un nuevo límite
pt_br: Redefina a permissão de {symbol} para 0 antes de definir um novo limite de gastos
ru_ru: Сброс разрешения {symbol} на 0 перед установкой новой капилки расходов

source: Delegate Now
es_es: Delegar ahora
pt_br: Delegar Agora
ru_ru: Делегировать сейчас

source: Try new limit orders now
es_es: Pruebe los nuevos pedidos de límite ahora
pt_br: Experimente novas ordens limite agora
ru_ru: Попробовать лимитные ордера сейчас

source: Custom Tokens
es_es: Tokens personalizados
pt_br: Tokens Personalizados
ru_ru: Пользовательские токены

source: Hook version
es_es: Versión de Hook
pt_br: Versão do Hook
ru_ru: Версия Хука

source: Spender
es_es: Gastos
pt_br: Gastador
ru_ru: Тендер

source: <0>CoW Swap requires offline signatures, which is currently not supported by some wallets.</0><1>Read more in the <2>FAQ</2>.</1>
es_es: <0>CoW Swap requiere firmas sin conexión, que actualmente no están soportadas por algunas billeteras.</0> <1>Leer más en <2>Preguntas frecuentes</2>.</1>
pt_br: <0>O CoW Swap requer assinaturas offline, o que atualmente não é suportado por algumas carteiras.</0><1>Leia mais nas <2>Perguntas Frequentes</2>.</1>
ru_ru: <0>CoW Swap требует автономных подписей, которые в настоящее время не поддерживаются некоторыми кошельками.</0><1>Подробнее читайте в <2>Часто задаваемые вопросы</2>.</1>

source: Order expired
es_es: Orden caducada
pt_br: Ordem expirada
ru_ru: Срок действия заказа истек

source: Simulate
es_es: Simular
pt_br: Simular
ru_ru: Имитация

source: Start time
es_es: Hora de inicio
pt_br: Hora de início
ru_ru: Время начала

source: Continue
es_es: Continuar
pt_br: Continuar
ru_ru: Продолжить

source: (also known as CoW Shed)
es_es: (también conocido como CoW Shed)
pt_br: (também conhecido como CoW Shed)
ru_ru: (также известный как CoW Shed)

source: Loading bridge data <0/>
es_es: Cargando datos de puente <0/>
pt_br: Carregando dados da ponte <0/>
ru_ru: Загрузка данных моста <0/>

source: Sell
es_es: Vender
pt_br: Vender
ru_ru: Продать

source: Use the <0/> to see {currentTabText}
pt_br: Use o <0/> para ver {currentTabText}
ru_ru: Используйте <0/> чтобы увидеть {currentTabText}

source: Lower overall network costs
es_es: Costos de red inferiores
pt_br: Menores custos gerais de rede
ru_ru: Снижение общих расходов на сеть

source: An error occurred when trying to execute this swap. You may need to increase your slippage tolerance. If that does not work, there may be an incompatibility with the token you are trading. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
es_es: Ocurrió un error al intentar ejecutar este intercambio. Es posible que necesite aumentar la tolerancia al deslizamiento. Si eso no funciona, puede haber una incompatibilidad con el token que estás intercambiando. Nota: las comisiones en los tokens de transferencia y rebase son incompatibles con Uniswap V3.
pt_br: Ocorreu um erro ao tentar executar esta troca. Pode ser necessário aumentar sua tolerância de derrapagem. Se isso não funcionar, pode haver uma incompatibilidade com o token que você está negociando. Nota: taxa sobre transferência e tokens de rebase são incompatíveis com o Uniswap V3.
ru_ru: Произошла ошибка при попытке выполнить эту замену. Возможно вам нужно увеличить толерантность проскальзывания. Если это не сработает, может возникнуть несовместимость с торговым токеном. Примечание: комиссия за передачу и rebase токены несовместимы с Uniswap V3.

source: If the balance remains insufficient at creation time, this order portion will not be created. Add more
es_es: Si el saldo sigue siendo insuficiente en tiempo de creación, esta porción del pedido no se creará. Añadir más
ru_ru: Если остаток на момент создания недостаточен, эта часть заказа не будет создана. Добавить больше

source: Leverage advanced strategies for optimal growth
es_es: Aprovechar estrategias avanzadas para un crecimiento óptimo
ru_ru: Передовые стратегии обеспечения оптимального роста

source: Try adjusting your search term or clearing the filter
es_es: Intenta ajustar tu término de búsqueda o borra el filtro
ru_ru: Попробуйте изменить условия поиска или очистить фильтр

source: View List
es_es: Ver lista
ru_ru: Показать список

source: Invalid proxy address
es_es: Dirección de proxy inválida
ru_ru: Неверный адрес прокси

source: Convert vCOW to COW
es_es: Convertir vCOW a COW
ru_ru: Преобразовать vCOW в COW

source: Exec. price
es_es: Precio Ejec.
ru_ru: Примерная цена

source: You sold <0/>
es_es: Has vendido <0/>
ru_ru: Вы продали <0/>

source: Less
es_es: Menos
ru_ru: Меньше

source: Est. bridge time <0/>
es_es: Est. hora de puente <0/>
ru_ru: Эст. время моста <0/>

source: Check that you are providing a sufficient gas limit for the transaction in your wallet.
es_es: Compruebe que está proporcionando un límite de gas suficiente para la transacción en su billetera.
ru_ru: Проверьте, что вы обеспечиваете достаточный лимит газа для транзакции в кошельке.

source: Wrap {amountStr} {native} to {wrapped}
es_es: Envolver {amountStr} {native} a {wrapped}
ru_ru: Перенос {amountStr} {native} в {wrapped}

source: Your order was successfully cancelled.
es_es: Su pedido fue cancelado con éxito.
ru_ru: Ваш заказ был успешно отменен.

source: surplus cow
es_es: vaca excedente
ru_ru: избыточная корова

source: Post
es_es: Publicar
ru_ru: Пост

source: Save changes
es_es: Guardar cambios
ru_ru: Сохранить изменения

source: CoW Swap does not support all tokens. Some tokens implement similar, but logically different ERC20 contract methods which do not operate optimally with CoW Protocol.<0>For more information, please refer to the <1>FAQ</1>.</0>
es_es: CoW Swap no soporta todos los tokens. Algunos tokens implementan métodos de contrato similares pero lógicamente diferentes ERC20 que no funcionan óptimamente con CoW Protocol. <0>Para obtener más información, consulte las <1>Preguntas frecuentes</1>.</0>
ru_ru: CoW Swap не поддерживает все токены, некоторые токены реализуют схожие, но логически различные контрактные методы ERC20, которые не работают оптимально с CoW Протоколом. <0>Для получения дополнительной информации обратитесь к <1>Часто задаваемые вопросы</1>.</0>

source: Cancelling
es_es: Cancelar
ru_ru: Отмена

source: Distance to market
es_es: Distancia al mercado
ru_ru: Расстояние до рынка

source: Did you know?
es_es: ¿Sabía usted?
ru_ru: Знаете ли вы?

source: Insufficient time between parts
es_es: Tiempo insuficiente entre partes
ru_ru: Недостаточно времени между частями

source: checkmark
es_es: tilde
ru_ru: галочка

source: Quote will be updated in {time}
es_es: La cotización se actualizará en {time}
ru_ru: Цитата будет обновлена в {time}

source: Dark mode
es_es: Modo oscuro
ru_ru: Темный режим

source: Bridge costs
es_es: Costes del puente
ru_ru: Комиссия моста

source: View cancellation
es_es: Ver cancelación
ru_ru: Просмотр отмены

source: Loading
es_es: Cargando
ru_ru: Загрузка

source: Limit
es_es: Límite
ru_ru: Лимит

source: Confirm bridging
es_es: Confirmar puente
ru_ru: Подтверждение моста

source: <0>COW vesting from the GNO lock</0> is vested linearly over four years, starting on
es_es: <0>El COW vesting de GNO bloqueado</0> se concede linealmente durante cuatro años, a partir de
ru_ru: <0>СОЗДАТЬ вестинг от GNO блокировки</0> работает линейно в течение четырех лет, начиная с

source: The "Part duration" refers to the duration between each part of your TWAP order.<0/><1/>Choosing a shorter time allows for faster execution of each part, potentially reducing price fluctuations. Striking the right balance is crucial for optimal execution.
es_es: La "Duración de la pieza" se refiere a la duración entre cada parte de su pedido TWAP.<0/><1/>Elegir un tiempo más corto permite una ejecución más rápida de cada pieza, reduciendo potencialmente las fluctuaciones de precios. Lograr el equilibrio correcto es crucial para una ejecución óptima.
ru_ru: "Продолжительность части" означает длительность между каждой частью вашего TWAP заказа. <0/><1/>Выбор более короткого времени позволяет быстрее выполнять каждую часть, потенциально уменьшая ценовые колебания.

source: Hours
es_es: Horas
ru_ru: Часы

source: Clear all
es_es: Limpiar todo
ru_ru: Очистить все

source: Please click confirm to {action}.
es_es: Por favor haz clic en confirmar a {action}.
ru_ru: Пожалуйста, подтвердите для {action}.

source: Chain ID:
es_es: ID de cadena:
ru_ru: ID цепочки:

source: Missing currency for Eth Flow Fee
es_es: Falta moneda por Eth Flow Flow
pt_br: Moeda ausente para a Taxa do Eth Flow
ru_ru: Отсутствует валюта при оплате Eth Flow

source: Page not found!
es_es: Página no encontrada!
ru_ru: Страница не найдена!

source: Safe App License Fee
es_es: Tarifa de licencia segura
pt_br: Taxa de Licença do Aplicativo Seguro
ru_ru: Плата за лицензию Safe App

source: CowSwap Error
es_es: Error de CowSwap
ru_ru: CowSwap Ошибка

source: Customize your order size, expiration, and number of parts
es_es: Personalice el tamaño de su pedido, la caducidad y el número de partes
ru_ru: Настройте размер заказа, срок действия и количество частей

source: {label} token bridge
es_es: Puente de tokens {label}
ru_ru: {label} токен моста

source: The {operationLabel} is signed.
ru_ru: Подписано {operationLabel}.

source: The price impact is <0>{formattedPriceImpact}%</0>. Consider breaking up your order using a <1>TWAP order</1> and possibly get a better rate.
es_es: El impacto de los precios es <0>{formattedPriceImpact}%</0>. Considere dividir su pedido usando un <1>TWAP order</1> y posiblemente obtener una mejor tarifa.
ru_ru: Влияние цены <0>{formattedPriceImpact}%</0>. Подумайте о разбитии вашего заказа, используя <1>TWAP ордер</1> и, возможно, получите лучшую ставку.

source: Receive (incl. fees)
pt_br: Receber (incl. taxas)
ru_ru: К получению (с комиссиями)

source: confirm
es_es: confirmar
ru_ru: подтвердить

source: Back home
es_es: Volver a casa
ru_ru: Вернуться домой

source: Refund started
es_es: Reembolso iniciado
ru_ru: Возврат начат

source: Close
es_es: Cerrar
ru_ru: Закрыть

source: Execute Safe transaction
es_es: Ejecutar transacción segura
ru_ru: Выполнить безопасную транзакцию

source: Always review wallet requests carefully before approving.
es_es: Revisar siempre las solicitudes de billetera con cuidado antes de aprobar.
ru_ru: Всегда внимательно просматривать запросы кошелька перед утверждением.

source: 2/2 Sign transaction
es_es: Transacción de signo 2/2
ru_ru: Транзакция с подписью 2/2

source: yield over average
es_es: rendimiento superior a la media
ru_ru: доходность по среднему

source: Uh oh! The market price has moved outside of your slippage tolerance. You can wait for prices to change{cancellationModal}
es_es: ¡Oh! El precio de mercado se ha movido fuera de tu tolerancia de deslizamiento. Puedes esperar a que los precios cambien {cancellationModal}
pt_br: Ops! O preço de mercado saiu da sua tolerância de derrapagem. Você pode esperar os preços mudarem{cancellationModal}
ru_ru: Ой! Рыночная цена изменилась за пределы вашего согласия на проскальзывание. Вы можете дождаться изменения цен на{cancellationModal}

source: Entered amount is invalid
es_es: La cantidad introducida no es válida
ru_ru: Введенная сумма является недопустимой

source: Mev Slicer
es_es: Cortador de Mev
pt_br: Fatiador MEV
ru_ru: Мевский лицер

source: Creation transaction
es_es: Creación de transacción
ru_ru: Создание транзакции

source: There {areIs} <0>{ordersWithPermitLength}</0> existing {orderWord} using a <1/> token approval. Partial approval may affect the execution of other orders. Adjust the amount or choose full approval to proceed.
ru_ru: Там {areIs} <0>{ordersWithPermitLength}</0> существующий {orderWord} с <1/> одобрением токена. Частичное утверждение может повлиять на исполнение других заказов. Отрегулируйте сумму или выберите полное одобрение для продолжения.

source: Add token
es_es: Añadir token
ru_ru: Добавить токен

source: Filled
es_es: Completo
ru_ru: Заполнено

source: pool
ru_ru: бассейн

source: Invalid URL: Path contains consecutive forward slashes
es_es: URL no válida: La ruta contiene barras de reenvío consecutivas
ru_ru: Недопустимый URL: Путь содержит последовательную прямолинейную слэш

source: partially
es_es: parcialmente
ru_ru: частично
