Repository: cowprotocol/cowswap
Catalog: apps/cowswap-frontend/src/locales/*.po
Languages: es_es, pt_br, ru_ru

source: The address that will receive the tokens on the destination chain.
es_es: La dirección que recibirá las fichas en la cadena de destino.
ru_ru: Адрес, который будет получать токены в цепочке назначения.

source: Creation
es_es: Creación
ru_ru: Создание

source: AFTER
es_es: POST
ru_ru: ПОСЛЕ

source: <0/><1/>Consider waiting for lower network costs.<2/><3/>You may still move forward with this swap but a high percentage of it will be consumed by network costs.
es_es: <0/><1/>Considera esperar menores costes de red.<2/><3/>Todavía puedes avanzar con este intercambio, pero un alto porcentaje de él será consumido por costos de red.
ru_ru: <0/><1/>Рассмотрим возможность ожидания более низких сетевых затрат.<2/><3/>Вы все еще можете двигаться вперед с этим заменом, но большая часть этого времени будет потребляться сетевыми расходами.

source: Swapping on
es_es: Cambiando en
ru_ru: Переключение на

source: (Fill or Kill)
es_es: (Llenar o matar)
ru_ru: (Заполнить или Убить)

source: Play MEV Slicer
es_es: Reproducir MEV Slicer
ru_ru: Играть в MEV Slicer

source: Refreshing quote...
es_es: Actualizando comilla...
ru_ru: Обновление кавычки...

source: was sent to
es_es: fue enviado a
ru_ru: был отправлен

source: Deposit
es_es: Depósito
ru_ru: Пополнение

source: Review TWAP order
es_es: Revisar el pedido TWAP
ru_ru: Просмотреть порядок TWAP

source: Invalid manifest format: Missing "cow_hook_dapp" property in manifest.json
es_es: Formato de manifiesto no válido: Falta la propiedad "cow_hook_dapp" en manifest.json
ru_ru: Недопустимый формат манифеста: отсутствует свойство "cow_hook_dapp" в manifest.json

source: Click "Approve {wrappedSymbol}" to try again.
es_es: Haz clic en "Aprobar {wrappedSymbol}" para volver a intentarlo.
ru_ru: Нажмите "Подтвердить {wrappedSymbol}", чтобы повторить попытку.

source: Add Pre-Hook Action
es_es: Añadir acción de pre-Hook
ru_ru: Действие перед закрытием

source: Page {page} of {maxPage}
es_es: Página {page} de {maxPage}
ru_ru: Страница {page} из {maxPage}

source: Each time you claim, you will receive the entire claimable amount.
es_es: Cada vez que reclames, recibirás la cantidad total cobrable.
ru_ru: Каждый раз, когда вы заказываете, вы получите всю подлежащую возмещению сумму.

source: Import
es_es: Importar
ru_ru: Импорт

source: Order params invalid sellToken address for token: {stringifiedJSON}
es_es: Los parámetros de pedido no son válidos para el token: {stringifiedJSON}
ru_ru: Недопустимый адрес sellToken для параметра заказа: {stringifiedJSON}

source: Enable Partial Executions
es_es: Habilitar Ejecuciones Parciales
ru_ru: Включить частичные исполнения

source: I acknowledge the high price impact
es_es: Reconozco el alto impacto de los precios
ru_ru: Я признаю большое ценовое влияние

source: Simulation Failed
es_es: Simulación fallida
ru_ru: Сбой моделирования

source: Successfully claimed
es_es: Reclamado con éxito
ru_ru: Успешно получено

source: Switch to the classic {wrappedSymbol} experience and benefit!
es_es: ¡Cambia a la experiencia clásica de {wrappedSymbol} y benefícialo!
ru_ru: Переключитесь на классическую {wrappedSymbol} и преимущества!

source: Add {hookTypeText}-hook
es_es: Añadir gancho {hookTypeText}
ru_ru: Добавить {hookTypeText}-хук

source: Order filled
es_es: Pedido completado
ru_ru: Заказ выполнен

source: Confirm swap
es_es: Confirmar intercambio
ru_ru: Подтвердить замену

source: Part of a {twapOrderN}-part TWAP order split
es_es: Parte de una división de orden TWAP de parte de {twapOrderN}
ru_ru: Часть раздела {twapOrderN} части TWAP ордера

source: Claim COW <0/>
es_es: Reclamar CÚ <0/>
ru_ru: Получить COW <0/>

source: Bridged via
es_es: Bridged vía
ru_ru: Мост через

source: Simulation report
es_es: Informe de simulación
ru_ru: Отчет по моделированию

source: Tip: Custom tokens are stored locally in your browser
es_es: Consejo: Los tokens personalizados se almacenan localmente en tu navegador
ru_ru: Совет: Пользовательские токены хранятся локально в вашем браузере

source: You receive at least
es_es: Recibes al menos
ru_ru: Вы получаете по крайней мере

source: Unknown hook dapp
es_es: Dapp de hook desconocido
ru_ru: Неизвестное приложение для хука

source: Swap now
es_es: Intercambiar ahora
pt_br: Trocar agora
ru_ru: Поменять

source: An unexpected error occurred
es_es: Se ha producido un error inesperado
ru_ru: Произошла непредвиденная ошибка

source: Add
es_es: Añadir
ru_ru: Добавить

source: Confirm Swap and Bridge
es_es: Confirmar intercambio y puente
ru_ru: Подтверждение смены и моста

source: The order will start when it is validated and executed in your Safe.
es_es: La orden comenzará cuando sea validada y ejecutada en su caja fuerte.
ru_ru: Заказ начнется после его подтверждения и исполнения в вашем Сейфе.

source: Confirm with your wallet
es_es: Confirmar con su billetera
ru_ru: Подтвердите с помощью кошелька

source: Swap costs are at least {formattedFeePercentage}% of the swap amount
es_es: Los costes del intercambio son al menos un {formattedFeePercentage}% de la cantidad del swap
pt_br: Os custos de swap são de pelo menos {formattedFeePercentage}% do valor da troca
ru_ru: Стоимость замены по крайней мере {formattedFeePercentage}% от суммы замены

source: Limit orders on CoW Swap capture surplus - so if the price moves in your favor, you're likely to get more than you asked for.
es_es: Límite de órdenes en excedente de captura de intercambio de CoW - así que si el precio se mueve a su favor, probablemente obtendrá más de lo que usted solicitó.
ru_ru: Лимитные ордера предусматривают бонусы - поэтому, если цена окажется более привлекательной, вы получите больше, чем вы запросили.

source: Avg. execution price
es_es: Precio de ejecución medio
ru_ru: Средняя цена исполнения

source: Hook position mismatch:
es_es: Posición del hook no concuerda:
ru_ru: Позиция обработчика не совпадает:

source: Loading hook...
es_es: Cargando hook...
ru_ru: Загрузка хука...

source: Terms and Conditions
es_es: Térms. & Conds.
ru_ru: Правила и Условия

source: Hide today's fortune cookie
es_es: Ocultar la fortune cookie de hoy
ru_ru: Скрыть печенье фортуны

source: Post Hooks
es_es: Publicar Hooks
ru_ru: Хуки поста

source: Not compatible with current wallet type
es_es: No es compatible con el tipo de billetera actual
ru_ru: Не совместимо с текущим типом кошелька

source: on explorer
es_es: al explorador
ru_ru: в обозревателе

source: No provider yet
es_es: Aún no hay proveedor
ru_ru: Нет провайдера

source: Your trade will be executed in 2 stops. First, you swap on <0>{COW_PROTOCOL_NAME} (Stop 1)</0>, then you bridge via <1>{providerInfoName} (Stop 2)</1>.
es_es: Tu intercambio se realizará en 2 paradas. En primer lugar, intercambias en <0>{COW_PROTOCOL_NAME} (Parar 1)</0>, luego puentes a través de <1>{providerInfoName} (Detener 2)</1>.
ru_ru: Ваша сделка будет выполнена в 2 остановки. Во-первых, вы замените <0>{COW_PROTOCOL_NAME} (верхний 1)</0>, затем вы мостаетесь через <1>{providerInfoName} (верхний 2)</1>.

source: Wallet chainId differs from app chainId. Wallet: {networkString}, App: {chainId}. Action: {description}
es_es: Wallet chainId difiere de la aplicación chainId. Wallet: {networkString}, App: {chainId}. Action: {description}
ru_ru: Кошелечная цепочка отличается от цепи приложений. Кошелек: {networkString}, App: {chainId}. Действие: {description}

source: Executes at
es_es: Ejecuta en
ru_ru: Выполняется в

source: Get trade alerts
ru_ru: Получать уведомления о статусе ордеров

source: order executes at
es_es: la orden se ejecuta en
ru_ru: ордер исполняется в

source: Information
es_es: Información
ru_ru: Информация

source: The total surplus CoW Swap has generated for you in {nativeSymbol} across all your trades since {startDate}
pt_br: O excedente total que o CoW Swap gerou para você em {nativeSymbol} em todas as suas negociações desde {startDate}
ru_ru: Общий излишек CoW Swap для Вас сформировал в {nativeSymbol} по всем сделкам с {startDate}

source: For this order, network costs would be
es_es: Para este pedido, los costos de red serían
ru_ru: Для этого заказа, сетевые расходы будут

source: Canceling your order
es_es: Cancelar su pedido
ru_ru: Отмена заказа

source: {solversLength} out of {totalSolvers} solvers
es_es: Resolver {solversLength} de {totalSolvers}
pt_br: {solversLength} de {totalSolvers} solvers
ru_ru: {solversLength} из {totalSolvers} решений

source: Something went wrong
es_es: Algo salió mal
ru_ru: Что-то пошло не так

source: Add the app at your own risk
es_es: Añadir la aplicación bajo tu propio riesgo
ru_ru: Добавьте приложение на свой риск

source: Unknown Currency
es_es: Moneda desconocida
ru_ru: Неизвестная валюта

source: Receive {tokenLabel}
es_es: Recibir {tokenLabel}
ru_ru: Получить {tokenLabel}

source: Set approval amount
ru_ru: Установить сумму одобрения

source: CoW Fortune of the day
es_es: CoW Fortuna del día
ru_ru: CoW Фортуна дня

source: Order ID
es_es: ID del pedido
ru_ru: ID Заказа

source: The order was executed before it could be cancelled.
es_es: La orden fue ejecutada antes de poder ser cancelada.
ru_ru: Ордер был выполнен, прежде чем он может быть отменен.

source: a native currency
es_es: una moneda nativa
ru_ru: родная валюта

source: Confirm order
es_es: Confirmar pedido
ru_ru: Подтвердите заказ

source: Pending pre-signature
es_es: Pre-firma pendiente
ru_ru: Ожидает предварительной подписи

source: If your orders often expire, consider increasing your slippage or contact us on
es_es: Si sus pedidos a menudo caducan, considere aumentar su deslizamiento o póngase en contacto con nosotros en
pt_br: Se suas ordens frequentemente expiram, considere aumentar sua derrapagem ou entre em contato conosco em
ru_ru: Если ваши заказы часто истекают, попробуйте увеличить свои проскальзывания или свяжитесь с нами

source: The good news
es_es: Las buenas noticias
ru_ru: Хорошие новости

source: yield
es_es: rendimiento
ru_ru: доходность

source: Swap completed
es_es: Intercambio completado
ru_ru: Обмен завершен

source: Pool
es_es: Herramienta
ru_ru: Пул

source: Allow you to chose whether your limit orders will be <0>Partially fillable</0> or <1>Fill or kill</1>.<2/><3/><4>Fill or kill</4> orders will either be filled fully or not at all.<5/><6>Partially fillable</6> orders may be filled partially if there isn't enough liquidity to fill the full amount.
es_es: Permite elegir si sus órdenes de límite serán <0>parcialmente facturables</0> o <1>Llenar o matar</1>.<2/><3/><4>Llenar o matar pedidos </4> se completarán o no se completarán en absoluto.<5/><6>Los pedidos se pueden llenar parcialmente</6> parcialmente si no hay suficiente liquidez para llenar la cantidad completa.
ru_ru: Выберите, будут ли ваши лимитные ордера <0>Частично заполнены</0> или <1>Заполнить или убить </1>.<2/><3/><4>Заполнение или убийство</4> ордера будут либо выполнены полностью, либо вообще не будут выполнены.<5/><6>Частично заполняемые ордеры</6> могут быть исполнены частично, если недостаточно ликвидности для пополнения полной суммы.

source: Learn more about <0>{orderType} orders ↗</0>
es_es: Más información sobre los pedidos <0>{orderType} ↗️</0>
ru_ru: Подробнее о <0>{orderType} заказах ↗️</0>

source: NEW
es_es: Nuevo
ru_ru: НОВЫЙ

source: Simulation successful
es_es: Simulación exitosa
ru_ru: Симуляция завершена

source: part
es_es: parte
ru_ru: часть

source: Cross-chain swaps are here
es_es: Los swaps de cadena media están aquí
pt_br: Trocas cross-chain chegaram
ru_ru: Перекрестные цепочки здесь

source: Fee discount
es_es: Tarifa de descuento
pt_br: Desconto de taxa
ru_ru: Скидка за оплату

source: Allow CoW Swap to use your <0/>
es_es: Permitir a CoW Swap usar tu <0/>
ru_ru: Разрешить CoW подкачку использовать <0/>

source: mo
ru_ru: мес

source: Safe logo
es_es: Logo seguro
ru_ru: Логотип Safe

source: Wrapping
es_es: Envoltura
ru_ru: Упаковка

source: Provided proxy address does not match {accountProxyLabelString} address!, recipient={recipient}, proxyAddress={proxyAddress}
es_es: ¡La dirección del proxy proporcionada no coincide con la dirección {accountProxyLabelString} !, destinatario={recipient}, proxyAddress={proxyAddress}
ru_ru: Указанный адрес прокси не совпадает с {accountProxyLabelString} -адресом!, получатель={recipient}, proxyAddress={proxyAddress}

source: At current gas prices, your remaining {nativeSymbol} balance after confirmation may be <0>insufficient for any further on-chain transactions.</0>
es_es: Al precio actual del gas, el saldo restante de {nativeSymbol} después de la confirmación puede ser <0>insuficiente para cualquier otra transacción en cadena.</0>
ru_ru: По текущим ценам на газ, оставшийся баланс {nativeSymbol} после подтверждения может быть <0>недостаточным для дальнейших операций в цепочке.</0>

source: for at least
es_es: por lo menos
ru_ru: хотя бы для

source: Connect wallet to recover funds
es_es: Conectar billetera para recuperar fondos
ru_ru: Подключите кошелек для восстановления средств

source: Failed to load manifest. Please verify the URL and try again.
es_es: No se pudo cargar el manifiesto. Por favor, compruebe la URL y vuelva a intentarlo.
ru_ru: Не удалось загрузить манифест. Проверьте URL-адрес и повторите попытку.

source: Order Created
es_es: Orden creada
ru_ru: Заказ создан

source: signing
es_es: firmando
ru_ru: подпись

source: About CoW Swap
es_es: Acerca de CoW Swap
ru_ru: О CoW Swap

source: Unlike on other exchanges, you won't be charged for this! Feel free to
es_es: ¡A diferencia de otros intercambios, no se te cobrará por esto! Siéntete libre de
pt_br: Ao contrário de outras exchanges, você não será cobrado por isso! Sinta-se à vontade para
ru_ru: В отличие от других обменных пунктов, вы не будете платить за это! Не стесняйтесь

source: Error loading the claimable amount
es_es: Error al cargar la cantidad cobrable
ru_ru: Ошибка загрузки подлежащей возмещению суммы

source: Attention
es_es: Atención
ru_ru: Внимание

source: This route is not yet supported.
ru_ru: Этот маршрут еще не поддерживается.

source: The order remains open. Execution requires sufficient
es_es: La orden permanece abierta. La ejecución requiere suficiente
ru_ru: Порядок остается открытым. Выполнение требует достаточного

source: Connect signer
es_es: Conectar firmante
ru_ru: Подключить подписчика

source: Connect wallet banner
es_es: Conectar banner de billetera
ru_ru: Подключить баннер кошелька

source: The Safe App License Fee incurred here is charged by the Safe Foundation for the display of the app within their Safe Store. The fee is automatically calculated in this quote. Part of the fees will contribute to the CoW DAO treasury that supports the CoW Community.
es_es: La Caja de Seguridad de la Licencia de Aplicación Incurred aquí es cobrada por la Fundación para la visualización de la aplicación dentro de su Tienda Segura. La cuota se calcula automáticamente en este presupuesto. Parte de las tasas contribuirán al tesoro de CoW DAO que apoya a la Comunidad de CoW.
pt_br: A Taxa de Licença do Aplicativo Seguro incorrida aqui é cobrada pela Safe Foundation para a exibição do aplicativo em sua Safe Store. A taxa é calculada automaticamente nesta cotação. Parte das taxas contribuirá para o tesouro da CoW DAO que apoia a Comunidade CoW.
ru_ru: Введенная здесь лицензионная плата Safe App оплачивается компанией Safe Foundation для отображения приложения в своем Safe Store. Комиссия автоматически рассчитывается в этой котировке. Часть сборов будет вносить вклад в сокровищницу CoW DAO, поддерживающую Сообщество CoW.

source: win
es_es: ganar
ru_ru: победа

source: This order needs to be signed and executed with your {walletType} wallet
es_es: Este pedido necesita ser firmado y ejecutado con tu billetera {walletType}
ru_ru: Заказ должен быть подписан и исполнен с вашего кошелька {walletType}

source: If you approve an unlimited amount, you will only have to do this once per token.
ru_ru: Если вы подтвердите неограниченную сумму, то это нужно сделать только один раз за токен.

source: Try Again
es_es: Inténtalo de nuevo
ru_ru: Попробовать ещё раз

source: The order remains open. Execution requires adequate allowance for
es_es: La orden permanece abierta. La ejecución requiere una asignación adecuada para
ru_ru: Приказ остается открытым. Выполнение требует соответствующей выплаты

source: Your order expired
es_es: Su pedido ha caducado
ru_ru: Срок действия вашего ордера истек

source: Add custom hook
es_es: Añadir gancho personalizado
ru_ru: Добавить пользовательский хук

source: Approve {symbol}
es_es: Aprobar {symbol}
ru_ru: Утвердить {symbol}

source: Must be after {minDateStr} {timeZone}
es_es: Debe ser después de {minDateStr} {timeZone}
ru_ru: Должно быть после {minDateStr} {timeZone}

source: Limit price
es_es: Limitar precio
ru_ru: Ограничить цену

source: Buy
es_es: Comprar
ru_ru: Купить

source: is required
es_es: es obligatorio
ru_ru: обязательно

source: Operation in progress!
es_es: ¡Operación en curso!
ru_ru: Выполняется операция!

source: When enabled, the orders table will be displayed on the left side on desktop screens. On mobile, the orders table will always be stacked below.
es_es: Cuando se activa, la tabla de órdenes se mostrará en el lado izquierdo en las pantallas de escritorio. En móvil, la tabla de órdenes siempre se apilará a continuación.
ru_ru: Если включено, таблица ордеров будет отображаться на экранах рабочего стола. На мобильных устройствах таблица ордеров будет всегда складываться ниже.

source: View proposals
es_es: Ver propuestas
ru_ru: Просмотреть предложения

source: Creating Order
es_es: Creando pedido
ru_ru: Создание заказа

source: Select
es_es: Seleccionar
ru_ru: Выбрать

source: Confirm {orderType}
es_es: Confirmar {orderType}
ru_ru: Подтвердить {orderType}

source: Route
es_es: Ruta
ru_ru: Маршрут

source: Price impact due to current liquidity levels
es_es: Impacto del precio debido a los niveles actuales de liquidez
ru_ru: Влияние цены в связи с текущими уровнями ликвидности

source: Swap costs are at least {formattedFeePercentage}% of the swap amount and bridge costs are at least {formattedBridgeFeePercentage}% of the swap amount
es_es: Los costes de intercambio son al menos un {formattedFeePercentage}% de la cantidad de swap y los costes de bridge son al menos un {formattedBridgeFeePercentage}% de la cantidad de swap
pt_br: Os custos de swap são de pelo menos {formattedFeePercentage}% do valor da troca e os custos da ponte são de pelo menos {formattedBridgeFeePercentage}% do valor da troca
ru_ru: Расходы на замену по крайней мере составляют {formattedFeePercentage}% от суммы замены и расходы на мост по крайней мере {formattedBridgeFeePercentage}% от суммы замены

source: MEV-protected slippage
es_es: Deslizamiento protegido por MEV
pt_br: Derrapagem protegida por MEV
ru_ru: MEV-защищённое проскальзывание

source: There was an error trying to load claimable tokens
es_es: Hubo un error al intentar cargar los tokens cobrables
ru_ru: Произошла ошибка при попытке загрузить присвоенные токены

source: Learn
es_es: Aprender
ru_ru: Учить

source: This price is {displayedPercent}% lower than current market price. You could be selling your <0/> at a loss! Click on "Market price" to set your limit price to the current market price.
es_es: Este precio es un {displayedPercent}% inferior al precio de mercado actual. ¡Usted podría estar vendiendo su <0/> con pérdida! Haga clic en "Precio de mercado" para fijar su precio límite al precio actual de mercado.
ru_ru: Эта цена на {displayedPercent}% ниже текущей рыночной цены. Вы можете продать свой <0/> с убытком! Нажмите «Рыночная цена», чтобы установить лимитную цену равной текущей рыночной цене.

source: Continue swap with {wrappedSymbol}
es_es: Continuar el intercambio con {wrappedSymbol}
ru_ru: Продолжить обмен с {wrappedSymbol}

source: Light mode
es_es: Modo claro
ru_ru: Светлый режим

source: The output token cannot be transferred. There may be an issue with the output token.
es_es: El token de salida no puede ser transferido. Puede haber un problema con el token de salida.
ru_ru: Невозможно перенести выходной токен. Возможно проблема с маркером вывода.

source: The competition has started
es_es: La competición ha comenzado
ru_ru: Конкурс начался

source: You will receive this price or better for your tokens.
es_es: Recibirás este precio o mejor para tus tokens.
ru_ru: Вы получите эту цену или лучше для ваших токенов.

source: Add Hook
es_es: Añadir Hook
ru_ru: Добавить крюк

source: select
ru_ru: выбрать

source: Allow spending
es_es: Permitir gastos
ru_ru: Разрешить траты

source: Reset favorites
es_es: Restablecer favoritos
ru_ru: Сбросить избранное

source: Wrap {nativeSymbol} failed
es_es: No se pudo envolver {nativeSymbol}
ru_ru: Ошибка переноса {nativeSymbol}

source: at most
es_es: como máximo
ru_ru: максимум

source: View on explorer
es_es: Ver en explorador
ru_ru: Просмотр в обозревателе

source: for
es_es: para
ru_ru: для

source: Default approve
es_es: Aprobar por defecto
ru_ru: Подтверждение по умолчанию

source: Order cannot be filled due to insufficient balance on the current account.
es_es: El pedido no puede ser llenado debido a un saldo insuficiente en la cuenta corriente.
ru_ru: Заказ не может быть заполнен из-за недостаточного баланса на текущем счете.

source: required
es_es: requerido
ru_ru: обязательный

source: Wallet
es_es: Billetera
pt_br: Carteira
ru_ru: Кошелек

source: Before costs
es_es: Antes de costes
ru_ru: Перед расходами

source: Market orders are always <0>Fill or kill</0>, while limit orders are by default <1>Partially fillable</1>, but can also be changed to <2>Fill or kill</2> through your order settings.
es_es: Las órdenes de mercado siempre son <0>Llenar o matar</0>, mientras que las órdenes de límite son por defecto <1>Parcialmente rellenables</1>, pero también se puede cambiar a <2>Rellenar o matar </2> a través de la configuración de tu pedido.
ru_ru: Рыночные ордера всегда <0>Заполнить или убить </0>, в то время как лимитные ордера по умолчанию <1>Выполняются частично</1>, но также может быть изменено на <2>Заполнить или убить </2> через настройки заказа.

source: The first part of your TWAP order will become active as soon as you confirm the order below.
es_es: La primera parte de su pedido TWAP se activará tan pronto como confirme el pedido a continuación.
ru_ru: Первая часть вашего заказа TWAP станет активной, как только вы подтвердите заказ.

source: All orders
es_es: Todos los pedidos
ru_ru: Все заказы

source: If CoW Swap cannot get this price or better (taking into account fees and price protection tolerance), your TWAP will not execute. CoW Swap will <0>always</0> improve on this price if possible.
es_es: Si CoW Swap no puede obtener este precio o mejor (teniendo en cuenta las comisiones y la tolerancia de la protección del precio), su TWAP no se ejecutará. El Intercambio de Coca <0>siempre</0> mejorará este precio si es posible.
pt_br: Se o CoW Swap não conseguir este preço ou melhor (levando em consideração as taxas e a tolerância de proteção de preço), seu TWAP não será executado. O CoW Swap <0>sempre</0> melhorará este preço, se possível.
ru_ru: Если CoW Swap не может получить эту цену или лучше (учитывая плату за учет и толерантность цены), ваш TWAP не будет выполнен. Конвертер будет <0>всегда</0> улучшаться по этой цене.

source: In order to protect your funds, you will need to remove the approval on this contract.
es_es: Para proteger sus fondos, tendrá que retirar la aprobación de este contrato.
ru_ru: Чтобы защитить ваши средства, вам нужно будет удалить одобрение этого контракта.

source: Advanced
es_es: Avanzado
ru_ru: Расширенные

source: Not yet supported
es_es: Aún no soportado
ru_ru: Ещё не поддерживается

source: Remove
es_es: Eliminar
ru_ru: Удалить
