Repository: cowprotocol/cowswap
Catalog: apps/cowswap-frontend/src/locales/*.po
Languages: es_es, pt_br, ru_ru

source: EthFlow contract ({actualContractAddress}) address don't match the expected address for chain {chainId} ({expectedContractAddress}). Please refresh the page and try again.
es_es: La dirección del contrato de EthFlow ({actualContractAddress}) no coincide con la dirección esperada para la cadena {chainId} ({expectedContractAddress}). Por favor, actualice la página e inténtelo de nuevo.
pt_br: O endereço do contrato EthFlow ({actualContractAddress}) não corresponde ao endereço esperado para a cadeia {chainId} ({expectedContractAddress}). Por favor, atualize a página e tente novamente.
ru_ru: Договор EthFlow ({actualContractAddress}) адрес не совпадает с ожидаемым адресом цепочки {chainId} ({expectedContractAddress}). Пожалуйста, обновите страницу и повторите попытку.

source: Receive (before fees)
es_es: Recibir (antes de las tasas)
pt_br: Receber (antes das taxas)
ru_ru: Получать (перед сборами)

source: On CoW Swap, orders placed at the same time are
es_es: En CoW Swap, las órdenes realizadas al mismo tiempo son
pt_br: No CoW Swap, os pedidos feitos ao mesmo tempo são
ru_ru: На CoW Swap, заказы, размещенные одновременно

source: for a total of
es_es: para un total de
pt_br: por um total de
ru_ru: в общей сложности

source: Sign (gas-free!) in your wallet...
es_es: Firma (¡sin gas!) en tu billetera...
pt_br: Assinar (sem gás!) em sua carteira...
ru_ru: Подпишитесь (бесплатно!) в вашем кошельке...

source: If your order has not been filled by this date & time, it will expire. Don't worry - expirations and order placement are free on CoW Swap!
es_es: Si su orden no ha sido completada en esta fecha y hora, caducará. No se preocupe - ¡las expiraciones y la colocación de órdenes son gratuitas en CoW Swap!
pt_br: Se sua ordem não foi preenchida até esta data e hora, ela irá expirar. Não se preocupe - expirações e colocação de ordens são gratuitas no CoW Swap!
ru_ru: Если ваш ордер не был выполнен к этому сроку, он истечет. Не волнуйтесь - срок действия и размещение заказов бесплатны на CoW Swap!

source: Only proceed if you trust this provider.
pt_br: Prossiga apenas se você confia neste provedor.
ru_ru: Продолжайте только если доверяете этому поставщику.

source: I received surplus on
pt_br: Eu recebi excedente em
ru_ru: Я получил(а) экстра

source: View jobs
pt_br: Ver vagas
ru_ru: Просмотр вакансий

source: Your favorite saved tokens. Edit this list in the <0>Tokens page</0>.
es_es: Tus fichas guardadas favoritas. Edita esta lista en la <0>Página de tokens</0>.
pt_br: Seus tokens favoritos salvos. Edite esta lista na <0>página Tokens</0>.
ru_ru: Ваши любимые сохраненные маркеры. Редактировать этот список на странице <0>Жетоны</0>.

source: This is the minimum amount that you will receive across your entire TWAP order, assuming all parts of the order execute.
es_es: Esta es la cantidad mínima que recibirá a través de su orden TWAP completa, asumiendo todas las partes de la ejecución de la orden.
pt_br: Esta é a quantidade mínima que você receberá em toda a sua ordem TWAP, assumindo que todas as partes da ordem sejam executadas.
ru_ru: Это минимальная сумма, которую вы получите по всему вашему заказу TWAP с учетом всех частей выполненного заказа.

source: Adding this app/hook grants it access to your wallet actions and trading information. Ensure you understand the implications.
es_es: Añadir esta aplicación/hook le permite acceder a sus acciones de billetera e información de trading. Asegúrese de entender las implicaciones.
pt_br: Adicionar este aplicativo/hook concede a ele acesso às ações da sua carteira e informações de negociação. Certifique-se de entender as implicações.
ru_ru: Добавление этого приложения/хука предоставляет ему доступ к действиям вашего кошелька и торговой информации. Убедитесь, что вы понимаете последствия.

source: (View on Explorer)
es_es: (Ver en el explorador)
pt_br: (Ver no Explorer)
ru_ru: (Просмотр в проводнике)

source: The connection attempt failed. Please click try again and follow the steps to connect in your wallet.
es_es: El intento de conexión falló. Por favor, haga clic en intentarlo de nuevo y siga los pasos para conectarse en su billetera.
pt_br: A tentativa de conexão falhou. Por favor, clique em tentar novamente e siga os passos para conectar em sua carteira.
ru_ru: Попытка подключения не удалась. Пожалуйста, попробуйте еще раз и выполните шаги для подключения в вашем кошельке.

source: CoW Shed setup is invalid!
es_es: ¡La configuración de CoW Shed no es válida!
pt_br: A configuração do CoW Shed é inválida!
ru_ru: Конфигурация CoW Shed недействительна!

source: COW token is not available on this network
es_es: El token COW no está disponible en esta red
pt_br: O token COW não está disponível nesta rede
ru_ru: COW токен недоступен в этой сети

source: CoW AMM only
es_es: Sólo CoW AMM
pt_br: Apenas CoW AMM
ru_ru: Только CoW AMM

source: Scheduled
es_es: Programado
pt_br: Agendado
ru_ru: Запланирован

source: Approve and Swap
pt_br: Aprovar e Trocar
ru_ru: Одобрить и заменить

source: Limit order
es_es: Limitar orden
pt_br: Ordem limite
ru_ru: Лимит ордер

source: Pool tokens
es_es: Tokens de Pool
pt_br: Tokens de pool
ru_ru: Токены пула

source: Cancelling order
es_es: Orden de cancelación
pt_br: Cancelando ordem
ru_ru: Отмена заказа

source: <0><1>Vested vCOW</1> is the portion of your vCOW token balance, which is fully available to convert to COW token.</0><2>This includes any vCOW received through an <3>airdrop.</3></2><4>When converting your vested vCOW balance to COW, your entire vested balance will be converted.</4>
es_es: <0><1>Vested vCOW</1> es la porción de su saldo de token vCOW, que está completamente disponible para convertir al token COW. </0><2>Esto incluye cualquier vCU recibida a través de un <3>airdrop.</3></2><4>Al convertir tu saldo vCU adquirido a COW, tu saldo invertido será convertido.</4>
pt_br: <0><1>vCOW Adquirido</1> é a porção do seu saldo de token vCOW, que está totalmente disponível para converter em token COW.</0><2>Isso inclui qualquer vCOW recebido através de um <3>airdrop.</3></2><4>Ao converter seu saldo vCOW adquirido para COW, todo o seu saldo adquirido será convertido.</4>
ru_ru: <0><1>Вложенный vCOW</1> является частью баланса вашего vCOW токена, который полностью доступен для преобразования в COW токен. </0><2>Это включает в себя любой vCOW полученный через <3>Эирдроп.</3></2><4>При преобразовании оставшегося vCOW баланса в COW, весь вестренный баланс будет преобразован.</4>

source: Unknown Hook
es_es: Gancho desconocido
pt_br: Hook Desconhecido
ru_ru: Неизвестный крюк

source: Click to copy token contract address
es_es: Haga clic para copiar la dirección del contrato de token
pt_br: Clique para copiar o endereço do contrato do token
ru_ru: Нажмите, чтобы скопировать адрес контракта токена

source: Unsupported Token
es_es: Token no soportado
pt_br: Token Não Suportado
ru_ru: Неподдерживаемый токен

source: Order receipt
es_es: Recibo de la orden
pt_br: Recibo do pedido
ru_ru: Получение заказа

source: CoW forum
es_es: Foro de CoW
pt_br: Fórum CoW
ru_ru: CoW форум

source: Signing...
es_es: Firmando...
pt_br: Assinando...
ru_ru: Подпись...

source: Limit Price Position
es_es: Limitar posición de precio
pt_br: Posição do Preço Limite
ru_ru: Ограничить позицию цены

source: Pre Hooks
pt_br: Pré-Hooks
ru_ru: Предкаты

source: Maybe next time
es_es: Tal vez la próxima vez
pt_br: Talvez na próxima vez
ru_ru: Может быть, в следующий раз

source: Can't find the pool you're looking for?
es_es: ¿No encuentras la piscina que estás buscando?
pt_br: Não consegue encontrar o pool que procura?
ru_ru: Не удается найти фонд, который вы ищете?

source: Order recipient address differs from order owner!
es_es: Dirección del destinatario de la orden difiere del propietario de la orden!
pt_br: O endereço do destinatário do pedido difere do proprietário do pedido!
ru_ru: Адрес получателя заказа отличается от адреса владельца заказа!

source: Import intermediate token
es_es: Importar token intermedio
pt_br: Importar token intermediário
ru_ru: Импорт промежуточного токена

source: Language {locale} not found
es_es: Idioma {locale} no encontrado
pt_br: Idioma {locale} não encontrado
ru_ru: Язык {locale} не найден

source: I understand
es_es: Entiendo
pt_br: Eu entendo
ru_ru: Я понимаю

source: Partial approval
pt_br: Aprovação parcial
ru_ru: Частичное одобрение

source: Safe bundle flow context is not ready
es_es: El contexto de flujo de paquete seguro no está listo
pt_br: O contexto do fluxo do Safe bundle não está pronto
ru_ru: Контекст безопасного потока не готов

source: No RPC provider available for chain ID: {chainId}
es_es: Ningún proveedor RPC disponible para el ID de cadena: {chainId}
pt_br: Nenhum provedor RPC disponível para o ID da cadeia: {chainId}
ru_ru: Нет доступного RPC-провайдера для идентификатора цепочки: {chainId}

source: Sell per part
es_es: Vender por parte
pt_br: Vender por parte
ru_ru: Продать за часть

source: Enable Hooks
es_es: Habilitar Hooks
pt_br: Ativar Hooks
ru_ru: Включить хуки

source: Seamlessly swap your tokens into CoW AMM pools
es_es: Intercambia tus fichas a la perfección por piscinas CoW AMM
pt_br: Troque seus tokens sem problemas em pools CoW AMM
ru_ru: Заморозить ваши токены в пулы AMM

source: Overview
es_es: Resumen
pt_br: Visão Geral
ru_ru: Общий обзор

source: Loading operation
es_es: Cargando operación
pt_br: Carregando operação
ru_ru: Операция загрузки

source: CoW Runner
es_es: Ejecutador de CoW
pt_br: Corredor CoW
ru_ru: CoW бегун

source: Proposal 2
es_es: Propuesta 2
pt_br: Proposta 2
ru_ru: Предложение 2

source: Signing
es_es: Firmando
pt_br: Assinando
ru_ru: Подписание

source: Already seen today's fortune? Return tomorrow for a fresh one!
es_es: ¿Ya has visto la suerte de hoy? ¡Regresa mañana por una nueva!
pt_br: Já viu a sorte de hoje? Volte amanhã para uma nova!
ru_ru: Уже видели сегодняшнюю удачу? Вернитесь завтра!

source: Enough signatures, <0>but not executed</0>
es_es: Suficiente firmas, <0>pero no ejecutadas</0>
pt_br: Assinaturas suficientes, <0>mas não executado</0>
ru_ru: Достаточно подписей, <0>но не выполнено</0>

source: Invalid order
es_es: Orden no válida
pt_br: Ordem inválida
ru_ru: Неправильный заказ

source: Sending {nativeTokenSymbol}
es_es: Enviando {nativeTokenSymbol}
pt_br: Enviando {nativeTokenSymbol}
ru_ru: Отправка {nativeTokenSymbol}

source: Tokens
ru_ru: Токены

source: Copied
es_es: Copiado
pt_br: Copiado
ru_ru: Скопировано

source: icon
es_es: icono
pt_br: ícone
ru_ru: иконка

source: Cancelling order with id {shortId}:<0/><1>{summary}</1>
es_es: Orden de cancelación con id {shortId}:<0/><1>{summary}</1>
ru_ru: Отмена ордера с id {shortId}:<0/><1>{summary}</1>

source: Select {walletName} Account
es_es: Seleccionar cuenta {walletName}
pt_br: Selecionar conta {walletName}
ru_ru: Выберите аккаунт {walletName}

source: Please connect your wallet to one of our supported networks.
pt_br: Por favor, conecte sua carteira a uma de nossas redes suportadas.
ru_ru: Пожалуйста, подключите ваш кошелек к одной из поддерживаемых сетей.

source: Retry
es_es: Reintentar
pt_br: Tentar novamente
ru_ru: Повторить

source: The estimated time for the bridge transaction to complete.
es_es: El tiempo estimado para completar la transacción del puente.
pt_br: O tempo estimado para a conclusão da transação da ponte.
ru_ru: Ожидаемое время завершения операции по мосту.

source: months
es_es: meses
pt_br: meses
ru_ru: месяцы

source: Delegate (v)COW
es_es: Delegar (v)COW
pt_br: Delegar (v)COW
ru_ru: Делегат (v)COW

source: On CoW Swap, you can set limit orders for balances you don't have yet.
es_es: En CoW Swap, puede establecer órdenes de límite para los balances que aún no tiene.
pt_br: No CoW Swap, você pode definir ordens limite para saldos que ainda não possui.
ru_ru: В CoW Swap, вы можете установить лимит ордеров на остатки, которые у вас еще нет.

source: The recipient address you inputted had the chain prefix <0>{chainPrefixWarning}</0>, which is not the expected for the output token's network.
pt_br: O endereço do destinatário que você inseriu tinha o prefixo de cadeia <0>{chainPrefixWarning}</0>, o que não é o esperado para a rede do token de saída.
ru_ru: Введённый вами адрес получателя содержит префикс цепочки <0>{chainPrefixWarning}</0>, который не соответствует сети токена вывода.

source: 1 Day
es_es: 1 día
pt_br: 1 Dia
ru_ru: 1 день

source: Smart contract
pt_br: Contrato inteligente
ru_ru: Умный контракт

source: Switch Network
es_es: Cambiar red
pt_br: Mudar Rede
ru_ru: Переключить сеть

source: warning
es_es: advertencia
pt_br: aviso
ru_ru: предупреждение

source: Available COW balance
es_es: Saldo CÚ disponible
pt_br: Saldo COW disponível
ru_ru: Доступный баланс COW

source: Bridge explorer
pt_br: Explorador de ponte
ru_ru: Обозреватель мостов

source: You possibly have other items to claim, but not Airdrops
es_es: Posiblemente tenga otros artículos que reclamar, pero no Airdrops
pt_br: Você possivelmente tem outros itens para reivindicar, mas não Airdrops
ru_ru: Возможно, у вас есть другие вещи, но не Airdrops

source: APR
ru_ru: Годовая доходность (APR)

source: CoW Protocol Explorer
es_es: Explorador de CoW Protocol
pt_br: Explorador do Protocolo CoW
ru_ru: Исследователь протоколов CoW

source: Got it
pt_br: Entendi
ru_ru: Понятно

source: pools
es_es: piscinas
ru_ru: бассейны

source: Failed
es_es: Fallo
pt_br: Falhou
ru_ru: Неудачный

source: The amount of extra tokens you get on top of your limit price.
es_es: La cantidad de fichas extra que obtienes por encima de tu precio límite.
pt_br: A quantidade de tokens extras que você recebe além do seu preço limite.
ru_ru: Количество дополнительных токенов вы получаете поверх лимитной цены.

source: sandwich-icon
es_es: sándwich
pt_br: ícone-sanduíche
ru_ru: иконка сэндвича

source: Bridging to destination...
pt_br: Ponte para o destino...
ru_ru: Перемотка к месту назначения...

source: The transaction could not be sent because the deadline has passed. Please check that your transaction deadline is not too low.
es_es: La transacción no pudo ser enviada porque la fecha límite ha pasado. Por favor, compruebe que la fecha límite de su transacción no es demasiado baja.
pt_br: A transação não pôde ser enviada porque o prazo limite expirou. Por favor, verifique se o seu prazo limite de transação não está muito baixo.
ru_ru: Транзакция не может быть отправлена, так как истек крайний срок. Пожалуйста, проверьте, что срок совершения транзакции не является слишком низким.

source: Actions
es_es: Acciones
pt_br: Ações
ru_ru: Действия

source: Min received (incl. costs)
es_es: Mínimo recibido (incluyendo costos)
pt_br: Mín. recebido (incl. custos)
ru_ru: Мин. получено (включая затраты)

source: Search name or paste address...
es_es: Buscar nombre o pegar dirección...
pt_br: Pesquise nome ou cole endereço...
ru_ru: Поиск по названию или вставить адрес...

source: Copy contract
es_es: Copiar contrato
pt_br: Copiar contrato
ru_ru: Копировать контракт

source: pools available to get yield on your assets!
es_es: pools disponibles para obtener rendimiento sobre sus activos!
pt_br: pools disponíveis para obter rendimento em seus ativos!
ru_ru: доступные бассейны, чтобы получить доходность на ваших активах!

source: Confirm
es_es: Confirmar
pt_br: Confirmar
ru_ru: Подтвердить

source: Total vCOW balance
es_es: Saldo vCU total
pt_br: Saldo total de vCOW
ru_ru: Общий баланс vCOW

source: Unsupported token
es_es: Token no soportado
pt_br: Token não suportado
ru_ru: Неподдерживаемый токен

source: is on {chainName} network
pt_br: está na rede {chainName}
ru_ru: в сети {chainName}

source: Approved
es_es: Aprobado
pt_br: Aprovado
ru_ru: Одобрено

source: failed
es_es: falló
pt_br: falhou
ru_ru: не удалось

source: Airdrop token chain ({tokenToClaimChainId}) and airdrop contract chain ({airdropChainId}) should match
es_es: La cadena Airdrop token ({tokenToClaimChainId}) y la cadena de contrato de drop ({airdropChainId}) deben coincidir
pt_br: A cadeia do token do airdrop ({tokenToClaimChainId}) e a cadeia do contrato do airdrop ({airdropChainId}) devem corresponder
ru_ru: Цепочка токенов Airdrop ({tokenToClaimChainId}) и цепочка контракта воздушного падения ({airdropChainId}) должны совпадать

source: Protection from MEV by default
es_es: Protección de MEV por defecto
pt_br: Proteção contra MEV por padrão
ru_ru: Защита от MEV по умолчанию

source: Interval time too long
es_es: Tiempo de intervalo demasiado largo
pt_br: Tempo de intervalo muito longo
ru_ru: Время интервала слишком длинное

source: to save on costs!
es_es: ¡para ahorrar en costes!
pt_br: para economizar nos custos!
ru_ru: чтобы сэкономить деньги!

source: Swaps not supported
es_es: Swaps no soportados
pt_br: Swaps não suportados
ru_ru: Замена не поддерживаются

source: Some orders can not be cancelled!
es_es: ¡Algunas órdenes no pueden ser canceladas!
pt_br: Algumas ordens não podem ser canceladas!
ru_ru: Некоторые заказы не могут быть отменены!

source: Orders history
es_es: Historial de órdenes
pt_br: Histórico de ordens
ru_ru: История заказов

source: You must give the CoW Protocol smart contracts permission to use your <0/>.
pt_br: Você deve dar aos contratos inteligentes do CoW Protocol permissão para usar seu <0/>.
ru_ru: Вы должны предоставить разрешение на использование вашего <0/>.

source: any token into CoW AMM pools to start benefiting from attractive APRs.
es_es: cualquier token en los pools de CoW AMM para comenzar a beneficiarse de APR atractivos.
pt_br: qualquer token em pools CoW AMM para começar a se beneficiar de APRs atraentes.
ru_ru: любой токен в пулы AMM CoW для того, чтобы начать пользоваться привлекательными APR.

source: You don't have any {orderStatusText} orders at the moment.
pt_br: Você não tem nenhuma ordem {orderStatusText} no momento.
ru_ru: В данный момент у вас нет ордеров {orderStatusText}.

source: Something went wrong. But don't worry! <0>CoW Swap solvers</0> are searching again for the best price for you.
es_es: Algo salió mal. Pero no te preocupes! <0>Los solucionadores de intercambio de CoW </0> están buscando de nuevo el mejor precio para ti.
pt_br: Algo deu errado. Mas não se preocupe! Os <0>solvers do CoW Swap</0> estão procurando novamente o melhor preço para você.
ru_ru: Что-то пошло не так. Но не волнуйтесь! <0>CoW Swap решения</0> снова ищет лучшую цену.

source: your orders
es_es: sus órdenes
pt_br: suas ordens
ru_ru: ваши заказы

source: Symbol
es_es: Símbolo
pt_br: Símbolo
ru_ru: Символ

source: Bridge transaction costs.
es_es: Puente costes de transacción.
pt_br: Custos da transação de ponte.
ru_ru: Стоимость трансакции моста.

source: Custom
es_es: Personalizado
pt_br: Personalizado
ru_ru: Свой

source: Est. partial fill price
es_es: Precio de relleno parcial
pt_br: Preço de preenchimento parcial estimado
ru_ru: Цена частичного заполнения

source: Loaded
es_es: Cargado
pt_br: Carregado
ru_ru: Загружено

source: Insufficient <0/> balance
es_es: Saldo <0/> insuficiente
pt_br: Saldo <0/> insuficiente
ru_ru: Недостаточно <0/> баланса

source: Order Open
es_es: Orden abierta
pt_br: Ordem Aberta
ru_ru: Открыть заказ

source: View contract
es_es: Ver contrato
pt_br: Ver contrato
ru_ru: Просмотр контракта

source: Only "sell" orders are supported
es_es: Sólo se admiten órdenes "vender"
pt_br: Apenas ordens de "venda" são suportadas
ru_ru: Только "продающие" ордера поддерживаются

source: Surplus received
es_es: Exceso recibido
pt_br: Excedente recebido
ru_ru: Излишки получены

source: signature is
es_es: firma es
pt_br: assinatura é
ru_ru: подпись

source: This app/hook can only be used as a <0>{hookType}-hook</0>
es_es: Esta aplicación/gancho solo puede utilizarse como un gancho <0>{hookType}-hook</0>
pt_br: Este aplicativo/hook só pode ser usado como um <0>{hookType}-hook</0>
ru_ru: Это приложение/хук может быть использовано только как <0>{hookType}-hook</0>

source: Place limit order
es_es: Ordenar límite
pt_br: Colocar ordem limite
ru_ru: Разместить лимитный ордер

source: Insufficient {symbol} balance
es_es: Saldo {symbol} insuficiente
pt_br: Saldo {symbol} insuficiente
ru_ru: Недостаточно баланса {symbol}

source: This hook is not compatible with your wallet
es_es: Este hook no es compatible con su billetera
pt_br: Este hook não é compatível com sua carteira
ru_ru: Этот хук несовместим с вашим кошельком

source: Get started with limit orders
es_es: Empezar con órdenes de límite
pt_br: Comece com ordens limite
ru_ru: Начните с лимитных ордеров

source: Minimize price impact with TWAP
es_es: Minimizar el impacto del precio con TWAP
pt_br: Minimize o impacto no preço com TWAP
ru_ru: Свернуть влияние на цены с помощью TWAP

source: Allows you to set partial token approvals instead of full approvals.
es_es: Le permite establecer aprobaciones parciales de tokens en lugar de aprobaciones completas.
pt_br: Permite definir aprovações parciais de token em vez de aprovações completas.
ru_ru: Позволяет устанавливать частичные одобрения токенов вместо полного одобрения.

source: Switch to {wrappedNativeSymbol}
pt_br: Mudar para {wrappedNativeSymbol}
ru_ru: Переключиться на {wrappedNativeSymbol}

source: creating
es_es: creando
pt_br: criando
ru_ru: создание

source: Claimable amount
es_es: Cantidad reclamable
pt_br: Valor reivindicável
ru_ru: Зависимая сумма

source: Proposal 1
es_es: Propuesta 1
pt_br: Proposta 1
ru_ru: Предложение 1

source: Select an {accountProxyLabelString} to check for available refunds {chain}
es_es: Seleccione un {accountProxyLabelString} para comprobar si hay reembolsos disponibles {chain}
pt_br: Selecione um {accountProxyLabelString} para verificar os reembolsos disponíveis {chain}
ru_ru: Выберите {accountProxyLabelString} для проверки доступных возвратов средств {chain}

source: Unsupported wallet
es_es: Billetera no soportada
pt_br: Carteira não suportada
ru_ru: Неподдерживаемый кошелёк

source: Expanded results from inactive Token Lists
es_es: Resultados ampliados de listas de token inactivas
pt_br: Resultados expandidos de listas de tokens inativas
ru_ru: Расширенные результаты из неактивных списков токенов

source: No hooks match your search.
es_es: No hay ganchos que coincidan con tu búsqueda.
pt_br: Nenhum hook corresponde à sua pesquisa.
ru_ru: Нет хуков, соответствующих вашему запросу.

source: New to decentralised applications?
es_es: ¿Nuevas aplicaciones descentralizadas?
pt_br: Novo em aplicativos descentralizados?
ru_ru: Новые приложения на децентрализованные?

source: Begin with TWAP Today!
es_es: ¡Comience con TWAP hoy!
pt_br: Comece com TWAP hoje!
ru_ru: Начните с TWAP сегодня!

source: Gas-free
es_es: Sin gas
pt_br: Sem gás
ru_ru: Без газа

source: 5 Minutes
es_es: 5 Minutos
pt_br: 5 Minutos
ru_ru: 5 минут

source: Share this win!
es_es: ¡Comparte esta ganancia!
pt_br: Compartilhe essa vitória!
ru_ru: Поделитесь этой победой!

source: Create Order
es_es: Crear orden
pt_br: Criar Ordem
ru_ru: Создать заказ

source: Want to try out limit orders?
es_es: ¿Quieres probar las órdenes límite?
pt_br: Quer experimentar ordens limite?
ru_ru: Хотите попробовать лимитные ордеры?

source: smart contracts (e.g. Safe)
es_es: contratos inteligentes (por ejemplo, seguro)
pt_br: contratos inteligentes (ex: Safe)
ru_ru: смарт-контракты (например, Safe)

source: Quote refresh in
pt_br: Atualização da cotação em
ru_ru: Обновление квоты через

source: Account
es_es: Cuenta
pt_br: Conta
ru_ru: Аккаунт

source: Limit orders are now easier to use. <0/> Give them a try
es_es: Las órdenes limitadas son ahora más fáciles de usar. <0/> Inténtalo con ellas
pt_br: As ordens limite agora são mais fáceis de usar. <0/> Experimente
ru_ru: Ограничение ордеров теперь проще использовать. <0/> Попробуй

source: Create an issue on GitHub
es_es: Crear un problema en GitHub
pt_br: Criar uma issue no GitHub
ru_ru: Создать задачу на GitHub
