Repository: cowprotocol/cowswap
Catalog: apps/cowswap-frontend/src/locales/*.po
Languages: es_es, pt_br, ru_ru

source: The "Total duration" is the duration it takes to execute all parts of your TWAP order.<0/><1/>For instance, your order consists of <2>{parts} parts</2> placed every <3>{partDurationDisplay}</3>, the total time to complete the order is <4>{totalDurationDisplay}</4>. Each limit order remains open for <5>{partDurationDisplay}</5> until the next part becomes active.
es_es: La "Duración total" es la duración que se tarda en ejecutar todas las partes de su pedido TWAP. <0/><1/>Por ejemplo, tu pedido consiste en <2>{parts} partes</2> colocado cada <3>{partDurationDisplay}</3>, el tiempo total para completar el pedido es <4>{totalDurationDisplay}</4>. Cada orden de límite permanece abierta para <5>{partDurationDisplay}</5> hasta que la siguiente parte se active.
pt_br: A "Duração total" é o tempo que leva para executar todas as partes da sua ordem TWAP.<0/><1/>Por exemplo, sua ordem consiste em <2>{parts} partes</2> colocadas a cada <3>{partDurationDisplay}</3>, o tempo total para concluir a ordem é <4>{totalDurationDisplay}</4>. Cada ordem limite permanece aberta por <5>{partDurationDisplay}</5> até que a próxima parte seja ativada.
ru_ru: "Общая длительность" - это продолжительность, требуемая для выполнения всех частей вашего TWAP заказа. <0/><1/>Например, ваш заказ состоит из <2>{parts} частей</2> размещаемых каждый <3>{partDurationDisplay}</3>, время выполнения заказа составляет <4>{totalDurationDisplay}</4>. Каждый лимитный ордер остается открытым для <5>{partDurationDisplay}</5> до тех пор, пока не станет активным.

source: to
es_es: a
pt_br: para
ru_ru: до

source: 24 Hours
es_es: 24 horas
pt_br: 24 Horas
ru_ru: 24 часа

source: Recoverable tokens
es_es: Tokens recuperables
pt_br: Tokens recuperáveis
ru_ru: Восстановленные токены

source: Contract not present or not connected to any supported chain
es_es: Contrato no presente o no conectado a ninguna cadena soportada
pt_br: Contrato não presente ou não conectado a nenhuma cadeia suportada
ru_ru: Контракт не присутствует или не подключен к поддерживаемой цепочке

source: token approval
es_es: aprobación de token
pt_br: aprovação de token
ru_ru: одобрение токена

source: including an extra
es_es: incluyendo un extra
pt_br: incluindo um extra
ru_ru: включая доп.

source: Invalid URL format
es_es: Formato de URL inválido
pt_br: Formato de URL inválido
ru_ru: Неверный формат URL

source: order
es_es: pedido
pt_br: ordem
ru_ru: заказ

source: cancellation
es_es: cancelación
pt_br: cancelamento
ru_ru: отмена

source: tip
es_es: consejo
pt_br: dica
ru_ru: Совет

source: Open orders
es_es: Pedidos abiertos
pt_br: Ordens abertas
ru_ru: Открытые ордера

source: Recreate limit order
es_es: Recrear orden de límite
pt_br: Recriar ordem limite
ru_ru: Вернуть лимитный ордер

source: TWAP order split in <0>{numOfParts} equal parts</0>
es_es: Orden TWAP dividido en <0> {numOfParts} partes iguales</0>
pt_br: Ordem TWAP dividida em <0>{numOfParts} partes iguais</0>
ru_ru: TWAP порядок разделен на <0>{numOfParts} равные части</0>

source: Your total surplus
es_es: Tu excedente total
pt_br: Seu excedente total
ru_ru: Ваш общий излишек

source: Desktop: Left-Aligned Orders Table
es_es: Escritorio: Tabla de pedidos alineados a la izquierda
pt_br: Desktop: Tabela de Ordens Alinhada à Esquerda
ru_ru: Рабочий стол: левая таблица заказов

source: Selling {symbol} is not supported
es_es: Vender {symbol} no es compatible
pt_br: A venda de {symbol} não é suportada
ru_ru: Продажа {symbol} не поддерживается

source: before that time.
es_es: antes de ese momento.
pt_br: antes desse horário.
ru_ru: до этого времени.

source: View transaction
es_es: Ver transacción
pt_br: Ver transação
ru_ru: Просмотр транзакции

source: is
pt_br: é
ru_ru: это

source: Transaction {errorType}
es_es: Transacción {errorType}
pt_br: Transação {errorType}
ru_ru: Транзакция {errorType}

source: Price impact <0>unknown</0> - trade carefully
es_es: Impacto de precios <0>desconocido</0> - Intercambia cuidadosamente
pt_br: Impacto no preço <0>desconhecido</0> - negocie com cuidado
ru_ru: Влияние цены <0>неизвестно</0> - тщательно торгуйте

source: Enable partial approvals
es_es: Habilitar aprobación parcial
pt_br: Habilitar aprovações parciais
ru_ru: Включить частичные утверждения

source: Version
es_es: Versión
pt_br: Versão
ru_ru: Версии

source: All tokens
es_es: Todos los tokens
pt_br: Todos os tokens
ru_ru: Все токены

source: Additional Results from External Sources
es_es: Resultados adicionales de fuentes externas
pt_br: Resultados Adicionais de Fontes Externas
ru_ru: Дополнительные результаты из внешних источников

source: CoW Swap will try to lower this cost where possible.
es_es: El intercambio de vacas tratará de reducir este coste siempre que sea posible.
pt_br: O CoW Swap tentará reduzir esse custo sempre que possível.
ru_ru: Постарайтесь уменьшить эти расходы там, где это возможно.

source: versions of
es_es: versiones de
pt_br: versões de
ru_ru: версии

source: Edit partial approval
pt_br: Editar aprovação parcial
ru_ru: Редактировать частичное одобрение

source: Edit
es_es: Editar
pt_br: Editar
ru_ru: Редактирование

source: The order remains open. Execution requires adequate allowance. Approve the token to proceed.
es_es: La orden sigue abierta. La ejecución requiere una asignación adecuada. Aprobar el token para continuar.
pt_br: A ordem permanece aberta. A execução requer permissão adequada. Aprove o token para prosseguir.
ru_ru: Ордер остается открытым. Выполнение требует соответствующей доли. Подтвердите токен, чтобы продолжить.

source: Sell → Buy
es_es: Vender → Comprar
pt_br: Vender → Comprar
ru_ru: Продать → Купить

source: Cancel order {shortId}
es_es: Cancelar la orden {shortId}
pt_br: Cancelar ordem {shortId}
ru_ru: Отменить заказ {shortId}

source: without worry.
es_es: sin preocuparse.
pt_br: sem preocupações.
ru_ru: без беспокойства.

source: Insufficient token balance
es_es: Saldo insuficiente de fichas
pt_br: Saldo de token insuficiente
ru_ru: Недостаточный баланс токена

source: From
es_es: De
pt_br: De
ru_ru: Продажа

source: Orders not matched after the threshold time are automatically refunded.
es_es: Los pedidos no coinciden después del límite de tiempo son reembolsados automáticamente.
pt_br: Ordens não correspondidas após o tempo limite são automaticamente reembolsadas.
ru_ru: Заказы, не совпадающие после порогового времени, автоматически возвращаются.

source: Follow these steps:
pt_br: Siga estes passos:
ru_ru: Выполните следующие шаги:

source: Buy exactly
es_es: Comprar exactamente
pt_br: Comprar exatamente
ru_ru: Купить точно

source: {nativeTokenSymbol} Refunded
es_es: {nativeTokenSymbol} reembolsado
pt_br: {nativeTokenSymbol} Reembolsado
ru_ru: {nativeTokenSymbol} возвращено

source: Unlock the Power of TWAP Orders
es_es: Desbloquea el poder de las Órdenes TWAP
pt_br: Desbloqueie o Poder das Ordens TWAP
ru_ru: Разблокировать мощь TWAP ордеров

source: Unwrapping
es_es: Desenvoltura
pt_br: Desembrulhando
ru_ru: Развертка

source: Unknown quote error
es_es: Error desconocido de cita
pt_br: Erro de cotação desconhecido
ru_ru: Неизвестная ошибка кавычки

source: Read more about unsupported wallets
es_es: Leer más sobre billeteras no soportadas
pt_br: Leia mais sobre carteiras não suportadas
ru_ru: Подробнее о неподдерживаемых кошельках

source: Chain Id from contracts should match (ethFlow={ethFlowChainId}, settlement={settlementChainId})
es_es: El Id de la cadena de contratos debe coincidir (ethFlow={ethFlowChainId}, liquidación={settlementChainId})
pt_br: O Chain Id dos contratos deve corresponder (ethFlow={ethFlowChainId}, settlement={settlementChainId})
ru_ru: Идентификатор цепи по контрактам должен совпадать (ethFlow={ethFlowChainId}, расчеты ={settlementChainId})

source: Back to wallet selection
es_es: Volver a la selección de billetera
pt_br: Voltar para a seleção da carteira
ru_ru: Вернуться к выбору кошелька

source: Confirm Action
es_es: Confirmar acción
pt_br: Confirmar Ação
ru_ru: Подтвердить действие

source: more
es_es: más
pt_br: mais
ru_ru: больше

source: Clear search input
es_es: Borrar entrada de búsqueda
pt_br: Limpar campo de busca
ru_ru: Очистить строку поиска

source: The fill price of this order is close or at the market price (<0>fills at <1/></0>, {priceDiff}% from market) and is expected to {filledValue} fill soon.
es_es: El precio de relleno de esta orden está cerrado o al precio de mercado (<0>rellena a <1/></0>, {priceDiff}% del mercado) y pronto se espera que llene {filledValue}.
pt_br: O preço de preenchimento desta ordem está próximo ou no preço de mercado (<0>preenche em <1/></0>, {priceDiff}% do mercado) e deve {filledValue} preencher em breve.
ru_ru: Цена исполнения этого ордера близка или по рыночной цене (<0>заполняется <1/></0>, {priceDiff}% от рынка) и ожидается скоро заполнить {filledValue}.

source: of your sell amount! Therefore, your order is unlikely to execute.
es_es: de su cantidad de venta! Por lo tanto, es poco probable que su orden se ejecute.
pt_br: do seu valor de venda! Portanto, sua ordem provavelmente não será executada.
ru_ru: от суммы продажи! Поэтому ваш ордер вряд ли будет выполнен.

source: Recreate
es_es: Recrear
pt_br: Recriar
ru_ru: Восстановить

source: Received
es_es: Recibido
pt_br: Recebido
ru_ru: Получено

source: No hooks available.
es_es: No hay ganchos disponibles.
ru_ru: Нет хуков.

source: Your Metamask extension (<0>v{currentVersion}</0>) is out of date.
es_es: Tu extensión de Metamask (<0>v{currentVersion}</0>) está desactualizada.
ru_ru: Ваше расширение Metamask (<0>v{currentVersion}</0>) устарело.

source: Turn on Expert mode?
es_es: ¿Activar el modo Experto?
ru_ru: Включить Экспертный режим?

source: N/A
ru_ru: Н/Д

source: This transaction can be simulated before execution to ensure that it will be succeed, generating a detailed report of the transaction execution.
es_es: Esta transacción se puede simular antes de la ejecución para asegurarse de que tendrá éxito, generando un informe detallado de la ejecución de la transacción.
ru_ru: Эта транзакция может быть смоделирована перед выполнением, чтобы убедиться, что она будет успешной, генерировать подробный отчет о выполнении транзакции.

source: Sell amount too small to bridge
ru_ru: Сумма к продаже не покрывает комиссию моста

source: 1 Year (max)
es_es: 1 año (máx)
ru_ru: 1 год (макс)

source: partially fillable
es_es: parcialmente rellenable
ru_ru: частично заполненный

source: Insufficient token allowance
es_es: Permiso de token insuficiente
ru_ru: Недостаточно допустимости токенов

source: Rate
es_es: Tasa
ru_ru: Оценить

source: Decrease Value
es_es: Reducir valor
ru_ru: Уменьшить значение

source: Balance
es_es: Saldo
pt_br: Saldo
ru_ru: Баланс

source: The Uniswap invariant x*y=k was not satisfied by the swap. This usually means one of the tokens you are swapping incorporates custom behavior on transfer.
es_es: El invariante Uniswap x*y=k no estaba satisfecho con el intercambio. Esto generalmente significa que uno de los tokens que estás intercambiando incorpora un comportamiento personalizado en la transferencia.
ru_ru: Инвентарист Uniswap x*y=k не удовлетворен обменом. Обычно это означает, что один из токенов, который вы осуществляете, включает в себя индивидуальное поведение при передаче.

source: dynamic
es_es: dinámico
ru_ru: динамичный

source: Powered by
es_es: Desarrollado por
ru_ru: При поддержке

source: Accept
es_es: Aceptar
ru_ru: Принять

source: To at least
es_es: Al menos
ru_ru: Не менее

source: Order has expired
es_es: El pedido ha caducado
ru_ru: Срок действия заказа истек

source: This is the amount that will be sold in each part of the TWAP order.
es_es: Esta es la cantidad que se venderá en cada parte del pedido TWAP.
ru_ru: Это сумма, которая будет продана в каждой части заказа TWAP.

source: Quote expired. Refreshing...
es_es: Cotización caducada. Actualizando...
ru_ru: Истек срок действия предложения. Обновление...

source: The URL provided does not return a valid manifest file<0/><1>The server returned an HTML page instead of the expected JSON manifest.json file. Please check if the URL is correct and points to a valid hook dapp.</1>
es_es: La URL proporcionada no devuelve un archivo manifest válido<0/><1>El servidor devolvió una página HTML en lugar del manifiesto JSON esperado. son archivos. Por favor, comprueba si la URL es correcta y apunta a un enlace válido dapp.</1>
ru_ru: Указанный URL не возвращает допустимый файл манифеста<0/><1>Сервер вернул HTML-страницу вместо ожидаемого манифеста JSON. son файл. Пожалуйста, проверьте, правильно ли URL и указывает на корректную дату хуков.</1>

source: Favorite tokens
es_es: Tokens Favoritos
ru_ru: Избранные токены

source: Limit Orders
es_es: Órdenes límite
pt_br: Ordens Limite
ru_ru: Лимит ордера

source: Approved amount is not sufficient!
ru_ru: Одобренная сумма недостаточна!

source: funds
es_es: fondos
ru_ru: средства

source: Pool details
es_es: Detalles de la herramienta
ru_ru: Детали фонда

source: Slippage adjusted to {slippageBpsPercentage}% to ensure quick execution
es_es: Deslizamiento ajustado al {slippageBpsPercentage}% para asegurar una ejecución rápida
pt_br: Derrapagem ajustada para {slippageBpsPercentage}% para garantir execução rápida
ru_ru: Проскальзывание скорректировано на {slippageBpsPercentage}% для обеспечения быстрого выполнения

source: Receive surplus of your order
es_es: Recibir excedente de su pedido
ru_ru: Получить излишки вашего заказа

source: CoW DAO Governance
es_es: Gobernanza de CoW DAO
ru_ru: Управление DAO

source: Add <0/> to {walletName}
es_es: Añadir <0/> a {walletName}
ru_ru: Добавить <0/> в {walletName}

source: Orders on CoW Swap can either be market orders (which fill at the market price within the slippage tolerance you set) or limit orders (which fill at a price you specify).
es_es: Los pedidos de CoW Swap pueden ser órdenes de mercado (que se llenan al precio de mercado dentro de la tolerancia del deslizamiento que ha establecido) o órdenes de límite (que se llenan a un precio que usted especifique).
pt_br: As ordens no CoW Swap podem ser ordens de mercado (que são executadas ao preço de mercado dentro da tolerância de derrapagem que você definir) ou ordens limitadas (que são executadas a um preço que você especificar).
ru_ru: Ордеры на CoW Swap могут быть либо рыночными ордерами (которые заполняются по рыночной цене в установленном допустимом разрешении проскальзывания) либо лимитными ордерами (которые заполняются по указанной вами цене).

source: at least
es_es: al menos
ru_ru: по крайней мере

source: m
ru_ru: м

source: Lists
es_es: Listas
ru_ru: Списки

source: Unexpected response from BFF: {stringifiedData}
es_es: Respuesta inesperada de BFF: {stringifiedData}
ru_ru: Неожиданный ответ от BFF: {stringifiedData}

source: parts
es_es: partes
ru_ru: части

source: This is the cost of settling your order on-chain, including gas and any LP fees.
es_es: Este es el costo de ajustar su pedido en cadena, incluyendo el gas y cualquier cargo por LP.
pt_br: Este é o custo de liquidação da sua ordem on-chain, incluindo gás e quaisquer taxas de LP.
ru_ru: Это стоимость оформить Ваш заказ по цепочке, включая газ и любые сборы LP.

source: more signature is
es_es: más firma es
ru_ru: больше подписи

source: Lower minimal slippage (instead of {minEthFlowSlippageToSignificant}% minimum)
es_es: Bajar el deslizamiento mínimo (en lugar de {minEthFlowSlippageToSignificant}% mínimo)
ru_ru: Меньше минимального проскальзывания (вместо {minEthFlowSlippageToSignificant}% минимум)

source: Submit
es_es: Enviar
ru_ru: Отправить

source: Account Overview
es_es: Vista general de la cuenta
pt_br: Visão Geral da Conta
ru_ru: Обзор аккаунта

source: FREE order placement and cancellation
es_es: Pedido y cancelación GRATIS
ru_ru: Бесплатное размещение и отмена заказа

source: You cannot edit this field when selling
es_es: No puedes editar este campo al vender
ru_ru: Вы не можете редактировать это поле при продаже

source: Current market price is <0><1/></0> and needs to go {marketPriceDirection} by <2><3/></2> <4>(<5>{percentageDifferenceInvertedFormatted}%</5>)</4> to execute your order at <6><7/></6>.
es_es: El precio de mercado actual es <0><1/></0> y necesita ir {marketPriceDirection} por <2><3/></2> <4>(<5>{percentageDifferenceInvertedFormatted}%</5>)</4> para ejecutar tu pedido a <6><7/></6>.
ru_ru: Текущая рыночная цена <0><1/></0> и должна пойти {marketPriceDirection} <2><3/></2> <4>(<5>{percentageDifferenceInvertedFormatted}%</5>)</4> для выполнения ордера по <6><7/></6>.

source: Selling {nativeSymbol} is only supported on SWAP orders.
es_es: La venta de {nativeSymbol} solo es compatible con pedidos SWAP.
ru_ru: Продажа {nativeSymbol} поддерживается только в SWAP ордерах.

source: Wrap
es_es: Envoltura
ru_ru: Перенос

source: Contract and chainId are not on the same chain
es_es: Contrato y chainId no están en la misma cadena
ru_ru: Контракт и идентификатор цепи не совпадают

source: Search hooks by title or description
es_es: Buscar ganchos por título o descripción
ru_ru: Поиск хуков по заголовку или описанию

source: Safe Nonce: <0>{nonce}</0>
es_es: Ninguno seguro: <0>{nonce}</0>
ru_ru: Сейф Нен: <0>{nonce}</0>

source: You can protect all your Ethereum transactions from MEV - not just trades on CoW Swap - by installing MEV Blocker.
es_es: Puede proteger todas sus transacciones de Ethereum de MEV - no sólo operaciones en CoW Swap - instalando MEV Blocker.
ru_ru: Вы можете защитить все ваши Ethereum транзакции от MEV - а не просто торговать на CoW Swap - установив MEV Blocker.

source: HTTPS is required. Please use <0>https://</0>
es_es: Se requiere HTTPS. Por favor usa <0>https://</0>
ru_ru: Требуется HTTPS. Пожалуйста, используйте <0>https://</0>

source: Transaction in progress. See below for live status updates.
es_es: Transacción en curso. Ver abajo para actualizaciones de estado en vivo.
ru_ru: Транзакция в процессе. Смотрите ниже для обновлений текущего статуса.

source: Please sign order
es_es: Por favor firma el pedido
ru_ru: Пожалуйста, подпишите заказ

source: Order unlikely to execute
es_es: No es probable que la orden se ejecute
ru_ru: Порядок маловероятного выполнения

source: Choose where to display the limit price input.
es_es: Elija dónde mostrar la entrada del precio límite.
ru_ru: Выберите, где отображать введенные ограничения цены.

source: Error loading price. You are currently offline.
es_es: Error al cargar el precio. Actualmente está desconectado.
ru_ru: Ошибка загрузки цены. В настоящее время вы оффлайн.

source: Approve <0/> and {contextDefaultText}
es_es: Aprobar <0/> y {contextDefaultText}
ru_ru: Одобрить <0/> и {contextDefaultText}

source: Minimum receive
es_es: Recibir mínimo
ru_ru: Минимальное количество

source: This address is blocked on the Uniswap Labs interface because it is associated with one or more
es_es: Esta dirección está bloqueada en la interfaz de Uniswap Labs porque está asociada con uno o más
ru_ru: Этот адрес заблокирован в интерфейсе Uniswap Labs, потому что он связан с одним или несколькими

source: Interval time too short
es_es: Tiempo de intervalo demasiado corto
ru_ru: Время интервала слишком короткое

source: Order Expired
es_es: Orden caducada
ru_ru: Заказ просрочен

source: Selected token:
ru_ru: Выбранный токен:

source: Out of range
es_es: Fuera de rango
ru_ru: Вне диапазона

source: Since prices can change significantly over time, we suggest increasing your price protection for orders with long deadlines.
es_es: Dado que los precios pueden cambiar significativamente con el tiempo, le sugerimos aumentar su protección de precios para pedidos con plazos largos.
ru_ru: Так как цены могут значительно меняться со временем, мы предлагаем увеличить вашу защиту цен на заказы с длительными сроками.

source: No surplus for the given time period
es_es: Sin excedente para el período de tiempo dado
ru_ru: Нет излишков за указанный период времени

source: Notifications
ru_ru: Уведомления

source: Trading mode
ru_ru: Режим торговли

source: Connect your wallet
es_es: Conecte su billetera
ru_ru: Подключите ваш кошелек

source: Back
es_es: Atrás
ru_ru: Назад

source: CoW Swap sets the standard for protecting against MEV attacks such as frontrunning and sandwiching.
es_es: CoW Swap establece el estándar para la protección contra ataques MEV como frontracing y sandwiching.
ru_ru: CoW Swap устанавливает стандарт защиты от MEV атаки, таких как frontrunning и sandwiching.

source: You receive exactly
es_es: Recibes exactamente
ru_ru: Вы получите ровно

source: Enter an amount
es_es: Introduzca un monto
ru_ru: Введите сумму

source: Added <0/>
es_es: Añadido <0/>
ru_ru: Добавлено <0/>

source: Transaction Failed
es_es: Transacción fallida
ru_ru: Транзакция не удалась

source: Select a network
es_es: Seleccione una red
ru_ru: Выберите сеть

source: Minimum tokens you'll receive.
es_es: Tokens mínimos que recibirás.
ru_ru: Минимальное количество токенов, которые вы получите.

source: Choose a custom deadline for your limit order
es_es: Elija una fecha límite personalizada para su pedido límite
ru_ru: Выберите пользовательский срок для вашего лимитного ордера

source: Cancelled order
es_es: Orden cancelada
ru_ru: Отмененный заказ

source: Limit Order Settings
es_es: Limitar ajustes de pedido
ru_ru: Ограничить параметры заказа

source: on {chainLabel}
es_es: en {chainLabel}
ru_ru: на {chainLabel}

source: Invalid price. Try increasing input/output amount.
es_es: Precio no válido. Prueba a aumentar la cantidad de entrada/salida.
ru_ru: Некорректная цена. Попробуйте другое число.

source: New
es_es: Nuevo
ru_ru: Новый

source: Approval amount
ru_ru: Одобрение суммы

source: https:// or ipfs:// or ENS name
es_es: https:// o ipfs:// o nombre ENS
ru_ru: https:// или ipfs:// или ENS имя

source: Trade tokens
es_es: Tokens de comercio
ru_ru: Торговые токены

source: Boost Your Yield with One-Click Conversion
es_es: Aumenta tu rendimiento con una conversión en un clic
ru_ru: Увеличьте ваш показатель с помощью преобразования в один клик

source: Vested
es_es: Ofrecido
ru_ru: Вложенный

source: Bridging deposit address is not verified! Please contact CoW Swap support!
ru_ru: Адрес для внесения промежуточного депозита не подтвержден! Пожалуйста, свяжитесь со службой поддержки CoW Swap!

source: Learn more about wallets
es_es: Más información sobre billeteras
ru_ru: Узнайте больше о кошельках

source: This is the estimated amount you will receive for each part of the TWAP order.
es_es: Esta es la cantidad estimada que recibirá por cada parte del pedido TWAP.
ru_ru: Это примерная сумма, которую вы получите за каждую часть заказа TWAP.

source: Hooks
ru_ru: Хуки

source: at most
es_es: como máximo
ru_ru: максимум

source: Sandwich icon
es_es: Icono de Sandwich
ru_ru: Значок Сэндвича

source: Network compatibility error
es_es: Error de compatibilidad de red
ru_ru: Ошибка совместимости сети

source: Invalid URL: URLs cannot contain spaces
es_es: URL no válida: las URLs no pueden contener espacios
ru_ru: Недопустимый URL: URL-адреса не могут содержать пробелы

source: Enter valid list location
es_es: Introduzca una ubicación de lista válida
ru_ru: Введите правильное расположение списка

source: View
es_es: Ver
ru_ru: Вид

source: Execution price
es_es: Precio de ejecución
ru_ru: Цена исполнения

source: No tokens found
es_es: No se encontraron tokens
ru_ru: Маркеры не найдены

source: Unsupported
es_es: No soportado
ru_ru: Не поддерживается

source: seconds
es_es: segundos
ru_ru: секунд

source: token before creation.
es_es: antes de la creación.
ru_ru: токен перед созданием.

source: at least
es_es: al menos
ru_ru: по крайней мере

source: Recover funds from {accountProxyLabelString}
es_es: Recuperar fondos de {accountProxyLabelString}
ru_ru: Возврат средств с {accountProxyLabelString}
