Repository: cowprotocol/cowswap
Catalog: apps/cowswap-frontend/src/locales/*.po
Languages: es_es, pt_br, ru_ru

source: Provide Feedback
es_es: Proporcionar Comentarios
ru_ru: Оставить отзыв

source: This token supports gas-free approvals. Enjoy! 🐮
es_es: Este token soporta aprobaciones sin gas. ¡Disfrútalo! 🐮
pt_br: Este token suporta aprovações sem gás. Aproveite! 🐮
ru_ru: Этот токен поддерживает одобрения, свободные от газа. Наслаждайтесь! 🐮

source: Wallet support
es_es: Soporte de Wallet
pt_br: Suporte à carteira
ru_ru: Поддержка кошелька

source: Refunding
es_es: Reembolso
pt_br: Reembolsando
ru_ru: Возврат средств

source: Failed to cancel order selling {sellTokenSymbol}
es_es: Error al cancelar la venta del pedido {sellTokenSymbol}
pt_br: Falha ao cancelar a ordem de venda de {sellTokenSymbol}
ru_ru: Не удалось отменить продажу заказа {sellTokenSymbol}

source: Slippage tolerance
es_es: Tolerancia de deslizamiento
pt_br: Tolerância de derrapagem
ru_ru: Допустимость проскальзывания

source: Calldata
es_es: Datos de llamada
pt_br: Dados de chamada
ru_ru: Данные звонков

source: Safe nonce
es_es: Nonce seguro
pt_br: Nonce Safe
ru_ru: Легко

source: Connect a wallet
es_es: Conectar una billetera
pt_br: Conectar uma carteira
ru_ru: Подключить кошелек

source: Create a pool
es_es: Crear un grupo
pt_br: Criar um pool
ru_ru: Создать пул

source: To continue, click SWAP below to use your existing {wrappedSymbol} balance and trade.
es_es: Para continuar, haz clic en SWAP abajo para usar tu saldo y comercio {wrappedSymbol} existente.
pt_br: Para continuar, clique em SWAP abaixo para usar seu saldo {wrappedSymbol} existente e negociar.
ru_ru: Чтобы продолжить, нажмите SWAP ниже, чтобы использовать существующий баланс и торговую операцию {wrappedSymbol}.

source: An order's actual execution price will vary based on the market price and network fees and costs.
pt_br: O preço de execução real de uma ordem variará com base no preço de mercado e nas taxas e custos de rede.
ru_ru: Фактическая цена исполнения ордера будет варьироваться в зависимости от рыночной цены, сетевых комиссий и затрат.

source: Approve {wrappedSymbol}
es_es: Aprobar {wrappedSymbol}
pt_br: Aprovar {wrappedSymbol}
ru_ru: Утвердить {wrappedSymbol}

source: Replaced
es_es: Reemplazado
pt_br: Substituído
ru_ru: Заменено

source: MEV Slicer
es_es: Cortador MEV
pt_br: Fatiador MEV
ru_ru: Слизень MEV

source: From (incl. fees)
pt_br: De (incl. taxas)
ru_ru: Отправить (с комиссиями)

source: Cancelling...
es_es: Cancelando...
pt_br: Cancelando...
ru_ru: Отмена...

source: Order cancelled
es_es: Orden cancelada
pt_br: Ordem cancelada
ru_ru: Заказ отменен

source: Expired before creation
es_es: Caducó antes de la creación
pt_br: Expirou antes da criação
ru_ru: Истек до создания

source: Use your (v)COW balance to vote on important proposals or participate in forum discussions.
es_es: Utilice su balance (v)CÚ para votar sobre propuestas importantes o participar en discusiones en el foro.
pt_br: Use seu saldo (v)COW para votar em propostas importantes ou participar de discussões no fórum.
ru_ru: Используйте свой (v)COW баланс для голосования по важным предложениям или участия в дискуссиях на форуме.

source: Collapse
es_es: Colapso
pt_br: Recolher
ru_ru: Свернуть

source: minutes
es_es: minutos
pt_br: minutos
ru_ru: минуты

source: Local device time is not accurate, CoW Swap most likely will not work correctly. Please adjust your device's time.
es_es: La hora del dispositivo local no es exacta, es probable que el intercambio de CoW no funcione correctamente. Por favor, ajuste la hora del dispositivo.
pt_br: A hora do dispositivo local não está precisa, o CoW Swap provavelmente não funcionará corretamente. Por favor, ajuste a hora do seu dispositivo.
ru_ru: Локальное время устройства неточно, CoW Swap скорее всего не будет работать корректно. Пожалуйста, настройте время вашего устройства.

source: Limit price (incl. fees)
pt_br: Preço limite (incl. taxas)
ru_ru: Лимитная цена (включая комиссии)

source: Bridging via
es_es: Bridging vía
pt_br: Ponte via
ru_ru: Бридж через

source: d
ru_ru: д

source: Creating...
es_es: Creando...
pt_br: Criando...
ru_ru: Создание...

source: {typeLabel} hooks are externally hosted code which needs to be independently verified by the user.
es_es: Los ganchos {typeLabel} son código alojado externamente que el usuario debe verificar de forma independiente.
pt_br: Os hooks {typeLabel} são códigos hospedados externamente que precisam ser verificados independentemente pelo usuário.
ru_ru: {typeLabel} хуки - это код, размещенный на внешних серверах, который должен быть самостоятельно проверен пользователем.

source: The order remains open. Execution requires sufficient balance.
es_es: La orden permanece abierta. La ejecución requiere un equilibrio suficiente.
pt_br: A ordem permanece aberta. A execução requer saldo suficiente.
ru_ru: Постановление остается открытым.

source: Approval amount insufficient for input amount.
es_es: Cantidad de aprobación insuficiente para la cantidad de entrada.
pt_br: Valor de aprovação insuficiente para o valor de entrada.
ru_ru: Одобрение недостаточное для ввода суммы.

source: and
es_es: y
pt_br: e
ru_ru: и

source: Waiting for confirmation.
pt_br: Aguardando confirmação.
ru_ru: Ожидает подтверждения.

source: COW token
es_es: Token COW
pt_br: Token COW
ru_ru: COW токен

source: so we can investigate the problem.
es_es: para que podamos investigar el problema.
pt_br: para que possamos investigar o problema.
ru_ru: чтобы мы могли исследовать проблему.

source: (via WalletConnect)
es_es: (a través de WalletConnect)
ru_ru: (через WalletConnect)

source: <0>Select an {accountProxyLabelString}</0> and then select a token you want to recover from CoW Shed.
es_es: <0>Selecciona un {accountProxyLabelString}</0> y luego selecciona un token que quieres recuperar de CoW Shed.
pt_br: <0>Selecione um {accountProxyLabelString}</0> e depois selecione um token que você deseja recuperar do CoW Shed.
ru_ru: <0>Выберите {accountProxyLabelString}</0> и затем выберите токен, который вы хотите восстановить из CoW Shed.

source: Error loading price. Try again later.
es_es: Error cargando precio. Inténtalo de nuevo más tarde.
pt_br: Erro ao carregar preço. Tente novamente mais tarde.
ru_ru: Ошибка загрузки цены. Повторите попытку позже.

source: Trying to claim without claim data
es_es: Intentando reclamar sin datos de reclamación
pt_br: Tentando reivindicar sem dados de reivindicação
ru_ru: Попытка востребовать без данных о претензиях

source: CoW Hooks
es_es: Hooks de CoW
pt_br: Hooks CoW
ru_ru: CoW хуки

source: up
es_es: arriba
pt_br: para cima
ru_ru: вверх

source: Sign the {operationLabel} with your wallet.
es_es: Firma el {operationLabel} con tu billetera.
pt_br: Assine a {operationLabel} com sua carteira.
ru_ru: Подпишите {operationLabel} через ваш кошелек.

source: Recipient
es_es: Destinatario
pt_br: Destinatário
ru_ru: Получатель

source: Reset USDT allowance to 0 before setting new spending cap
es_es: Restablecer permisos USDT a 0 antes de establecer un nuevo límite de gasto
pt_br: Redefinir permissão de USDT para 0 antes de definir um novo limite de gastos
ru_ru: Сброс USDT разрешения на 0 перед установкой новой капилки расходов

source: Warning sign. Wallet not supported
es_es: Firma de advertencia. Billetera no soportada
pt_br: Sinal de aviso. Carteira não suportada
ru_ru: Предупреждающий знак. Кошелёк не поддерживается

source: Show progress
es_es: Mostrar progreso
pt_br: Mostrar progresso
ru_ru: Показать прогресс

source: Mooo, we're hiring!
pt_br: Muuuuu, estamos contratando!
ru_ru: Муу, мы нанимаем!

source: This fee helps pay for maintenance & improvements to the trade experience.<0/><1/>The fee is {partnerFeeBps} BPS ({feeAsPercent}%), applied only if the trade is executed.
es_es: Esta cuota ayuda a pagar por mantenimiento y mejoras en la experiencia de trading. <0/><1/>La comisión es {partnerFeeBps} BPS ({feeAsPercent}%), aplicada solo si la operación se ejecuta.
pt_br: Esta taxa ajuda a pagar pela manutenção e melhorias na experiência de negociação.<0/><1/>A taxa é de {partnerFeeBps} BPS ({feeAsPercent}%), aplicada apenas se a negociação for executada.
ru_ru: Эта комиссия помогает оплатить техническое обслуживание и улучшение торгового опыта. <0/><1/>Комиссия составляет {partnerFeeBps} BPS ({feeAsPercent}%), применяется только при выполнении сделки.

source: Share this
es_es: Compartir esto
pt_br: Compartilhe isso
ru_ru: Поделиться

source: Review limit order
es_es: Revisar orden límite
pt_br: Revisar ordem limite
ru_ru: Обзор лимитного ордера

source: Trade Smart, Save More!
es_es: Opera inteligente, ¡Ahorre más!
pt_br: Negocie com Inteligência, Economize Mais!
ru_ru: Торгуйте умно, экономьте больше!

source: available for your {poolName} pool
es_es: disponible para tu piscina {poolName}
pt_br: disponível para seu pool {poolName}
ru_ru: доступно для вашего пула {poolName}

source: Native
es_es: Nativo
pt_br: Nativo
ru_ru: Родной

source: Pool analytics
es_es: Análisis de Pool
pt_br: Análises do pool
ru_ru: Аналитика пула

source: Swap deadline
es_es: Fecha límite de intercambio
pt_br: Prazo de troca
ru_ru: Сроки замены

source: At current gas prices, your remaining {nativeSymbol} balance after confirmation may be only sufficient for<0>up to {txsRemaining} wrapping, unwrapping, or approval operation(s).</0>
es_es: A los precios actuales del gas, el saldo restante de {nativeSymbol} después de la confirmación puede ser solo suficiente para<0>hasta {txsRemaining} operación(es) de envoltura, desenvoltura o aprobación.</0>
pt_br: Com os preços atuais do gás, seu saldo {nativeSymbol} restante após a confirmação pode ser suficiente apenas para <0>até {txsRemaining} operações de embrulho, desembrulho ou aprovação.</0>
ru_ru: По текущим ценам на газ ваш оставшийся баланс {nativeSymbol} после подтверждения может быть достаточен только для<0>до {txsRemaining} операции(й) обертывания, развёртывания или подтверждения.</0>

source: The price of this pool is outside of your selected range. Your position is not currently earning fees.
es_es: El precio de esta piscina está fuera de su rango seleccionado. Su posición no está ganando comisiones en este momento.
pt_br: O preço deste pool está fora da sua faixa selecionada. Sua posição não está gerando taxas no momento.
ru_ru: Цена этого пула находится за пределами выбранного вами диапазона. Ваша позиция в настоящее время не взимает плату за заработок.

source: days
es_es: días
pt_br: dias
ru_ru: дней

source: This hook is compatible with {compatibleWith}.
es_es: Este hook es compatible con {compatibleWith}.
pt_br: Este hook é compatível com {compatibleWith}.
ru_ru: Этот хук совместим с {compatibleWith}.

source: Bridge
es_es: Puente
pt_br: Ponte
ru_ru: Бридж

source: Connecting...
es_es: Conectando...
pt_br: Conectando...
ru_ru: Подключение...

source: Pre
pt_br: Pré
ru_ru: Пре

source: (v)COW token holders are eligible for a fee discount
es_es: Los poseedores de tokens (v)COW son elegibles para un descuento de comisión
pt_br: Os detentores de tokens (v)COW são elegíveis para um desconto na taxa
ru_ru: (v)Держатели COW токенов имеют право на скидку

source: Error connecting
es_es: Error al conectar
pt_br: Erro ao conectar
ru_ru: Ошибка при подключении

source: Trade
es_es: Operar
pt_br: Negociar
ru_ru: Торговля

source: Context is not full to cancel TWAP order
es_es: El contexto no está completo para cancelar el pedido TWAP
pt_br: O contexto não está completo para cancelar a ordem TWAP
ru_ru: Контекст не полон для отмены TWAP ордера

source: Sent {nativeTokenSymbol}
es_es: Enviado {nativeTokenSymbol}
pt_br: Enviado {nativeTokenSymbol}
ru_ru: Отправлено {nativeTokenSymbol}

source: Since TWAP orders consist of multiple parts, prices are expected to fluctuate. However, to protect you against bad prices, CoW Swap will not execute your TWAP if the price dips below this percentage.
es_es: Dado que las órdenes de TWAP consisten en múltiples piezas, se espera que los precios fluctúen. Sin embargo, para protegerte de los malos precios, CoW Swap no ejecutará tu TWAP si el precio cae por debajo de este porcentaje.
pt_br: Como as ordens TWAP consistem em várias partes, os preços devem flutuar. No entanto, para protegê-lo contra preços ruins, o CoW Swap não executará seu TWAP se o preço cair abaixo desta porcentagem.
ru_ru: Поскольку ордера TWAP состоят из нескольких частей, цены должны меняться. Однако, чтобы защитить вас от плохих цен, CoW Swap не выполнит ваш TWAP, если цена упадет ниже этого процента.

source: are
pt_br: são
ru_ru: являются

source: The time before your total TWAP order ends.
es_es: El tiempo antes de que termine su orden total de TWAP.
pt_br: O tempo antes do término da sua ordem TWAP total.
ru_ru: Время, предшествующее полной TWAP заказы, заканчивается.

source: Unsupported network. Please change to Gnosis Chain
es_es: Red no soportada. Cambie a la cadena de Gnosis
pt_br: Rede não suportada. Por favor, mude para Gnosis Chain
ru_ru: Неподдерживаемая сеть. Пожалуйста, измените на цепь Gnosis

source: Debug Step:
es_es: Paso de depuración:
pt_br: Passo de Depuração:
ru_ru: Шаг отладки:

source: Your order may not fill exactly when the market price reaches your limit price.
es_es: Su orden podría no rellenarse exactamente cuando el precio de mercado llega al precio límite
pt_br: Sua ordem pode não ser preenchida exatamente quando o preço de mercado atingir seu preço limite.
ru_ru: Ваш ордер не может быть заполнен, когда рыночная цена достигнет лимитной цены.

source: BEFORE
es_es: ENCONTRAR
pt_br: ANTES
ru_ru: ДО

source: BFF did not return a price for '{currencyAddress}' on chain '{currencyChainId}'
es_es: BFF no devolvió un precio para '{currencyAddress}' en la cadena '{currencyChainId}'
pt_br: BFF não retornou um preço para '{currencyAddress}' na cadeia '{currencyChainId}'
ru_ru: ДФФ не вернул цену за '{currencyAddress}' в цепочке '{currencyChainId}'

source: This tool helps you recover your funds.
es_es: Esta herramienta le ayuda a recuperar sus fondos.
pt_br: Esta ferramenta ajuda você a recuperar seus fundos.
ru_ru: Этот инструмент поможет вам восстановить ваши средства.

source: Enable trade alerts
pt_br: Habilitar alertas de operações
ru_ru: Включить уведомления о статусе ордеров

source: Transaction completed
es_es: Transacción completada
pt_br: Transação concluída
ru_ru: Транзакция завершена

source: Your Safe needs a modification
es_es: Tu Seguro necesita una modificación
pt_br: Seu Safe precisa de uma modificação
ru_ru: Ваш Сейф нуждается в модификации

source: {orderType} {orderKind} order
es_es: Pedido {orderType} {orderKind}
pt_br: Ordem {orderType} {orderKind}
ru_ru: {orderType} {orderKind} заказ

source: View on Safe
es_es: Ver en seguro
pt_br: Ver no Safe
ru_ru: Смотреть на Сейфе

source: modified
es_es: modificado
pt_br: modificado
ru_ru: изменено

source: Preparing deposit
pt_br: Preparando depósito
ru_ru: Подготовка депозита

source: CoW Protocol
es_es: Protocolo CoW
pt_br: Protocolo CoW
ru_ru: Протокол о СОЗ

source: Insufficient allowance granted for
es_es: Permiso insuficiente concedido para
pt_br: Permissão insuficiente concedida para
ru_ru: Недостаточная надбавка для

source: Failed to fetch manifest from {manifestUrl}. Please verify the URL and try again.
es_es: No se pudo obtener el manifiesto de {manifestUrl}. Por favor, comprueba la URL y vuelve a intentarlo.
pt_br: Falha ao buscar o manifesto de {manifestUrl}. Por favor, verifique a URL e tente novamente.
ru_ru: Не удалось получить манифест от {manifestUrl}. Проверьте URL-адрес и повторите попытку.

source: Order executes at
es_es: La orden se ejecuta en
pt_br: Ordem executa em
ru_ru: Заказ выполняется в

source: Trade alert settings
pt_br: Configurações de alerta de operações
ru_ru: Настройки уведомлений о сделках

source: There may be a network issue (such as a gas spike) that is delaying your order. You can wait for the issue to resolve{cancellationModal}
es_es: Puede haber un problema de red (como un pico de gas) que está retrasando su orden. Puede esperar a que el problema resuelva {cancellationModal}
pt_br: Pode haver um problema de rede (como um pico de gás) que está atrasando seu pedido. Você pode esperar que o problema seja resolvido{cancellationModal}
ru_ru: Возможно проблема с сетью (например, газовая шпилька), которая задерживает ваш заказ. Вы можете дождаться, пока проблема будет решена{cancellationModal}

source: Confirmed
es_es: Confirmada
pt_br: Confirmado
ru_ru: Подтверждено

source: place a new order
es_es: hacer una nueva orden
pt_br: fazer um novo pedido
ru_ru: создать новый заказ

source: To use {orderType} orders, please connect your wallet <0/>to one of our supported networks.
es_es: Para usar pedidos {orderType}, por favor conecte su billetera <0/>a una de nuestras redes soportadas.
pt_br: Para usar ordens {orderType}, por favor, conecte sua carteira <0/>a uma de nossas redes suportadas.
ru_ru: Чтобы использовать заказы {orderType}, подключите ваш кошелек <0/> к одной из поддерживаемых сетей.

source: When enabled, the limit price stays fixed when changing the BUY amount. When disabled, the limit price will update based on the BUY amount changes.
es_es: Cuando está activado, el precio límite se mantiene fijo al cambiar la cantidad BUY. Cuando está desactivado, el precio límite se actualizará basado en los cambios de la cantidad BUY.
pt_br: Quando ativado, o preço limite permanece fixo ao alterar o valor de COMPRA. Quando desativado, o preço limite será atualizado com base nas alterações do valor de COMPRA.
ru_ru: Когда включено, лимитная цена остается фиксированной при изменении суммы КУПЫ. При отключении, лимитная цена обновится на основе изменения суммы КУПЫ.

source: vCOW token not present
es_es: token vCW no está presente
pt_br: Token vCOW não presente
ru_ru: vCOW токен отсутствует

source: {solversLength} solvers
es_es: Resolutores {solversLength}
ru_ru: {solversLength} решения

source: Claim vested
es_es: Reclamar investido
pt_br: Reivindicar adquirido
ru_ru: Востребовано

source: Transaction Settings
es_es: Ajustes de la transacción
pt_br: Configurações de Transação
ru_ru: Настройки транзакций

source: Dismiss hiring message
pt_br: Dispensar mensagem de contratação
ru_ru: Отклонить сообщение о найме

source: dialog content
es_es: contenido del diálogo
pt_br: conteúdo do diálogo
ru_ru: содержимое диалогового окна

source: Since {accountProxyLabelString} is not an upgradeable smart-contract, it can be versioned and there are
es_es: Dado que {accountProxyLabelString} no es un contrato inteligente, puede ser versionado y hay
pt_br: Como {accountProxyLabelString} não é um contrato inteligente atualizável, ele pode ser versionado e há
ru_ru: Поскольку {accountProxyLabelString} не является обновлённым смарт-контрактом, он может быть версирован и есть

source: open
es_es: abierta
pt_br: aberto
ru_ru: открытые

source: Filled on
es_es: Completado el
pt_br: Preenchido em
ru_ru: Заполнено

source: less
es_es: menos
pt_br: menos
ru_ru: меньше

source: Market
es_es: Mercado
pt_br: Mercado
ru_ru: Рынок

source: You {orderKind} an extra
es_es: Tú {orderKind} un extra
pt_br: Você {orderKind} um extra
ru_ru: Вы {orderKind} лишний

source: Invalid argument "{invalidArgument}" provided
es_es: Argumento no válido "{invalidArgument}" proporcionado
pt_br: Argumento inválido "{invalidArgument}" fornecido
ru_ru: Предоставлен недопустимый аргумент "{invalidArgument}"

source: Executed
es_es: Ejecutado
pt_br: Executado
ru_ru: Выполнено

source: CoW Swap solvers search Uniswap, 1inch, Matcha, Sushi and more to find you the best price.
es_es: Los solucionadores de intercambio de coW buscan Uniswap, 1pulgadas, Matcha, Sushi y más para encontrar el mejor precio.
pt_br: Os solvers do CoW Swap pesquisam Uniswap, 1inch, Matcha, Sushi e muito mais para encontrar o melhor preço para você.
ru_ru: Решение CoW Swap ищут Uniswap, 1inch, Matcha, Sushi и другие, чтобы найти вам лучшую цену.

source: Unable to generate permit data
es_es: No se pueden generar datos de permisos
pt_br: Não foi possível gerar dados de permissão
ru_ru: Не удается сгенерировать данные разрешения

source: Place orders with a time-weighted average price
es_es: Realizar órdenes con un precio medio ponderado por tiempo
pt_br: Faça ordens com um preço médio ponderado no tempo
ru_ru: Размещение ордеров с средней ценой по времени

source: Proxy Accounts
es_es: Cuentas Proxy
pt_br: Contas Proxy
ru_ru: Аккаунты прокси

source: Tx cost:
es_es: Costo x x:
pt_br: Custo da transação:
ru_ru: Tx стоимость:

source: Safe transaction
es_es: Transacción segura
pt_br: Transação segura
ru_ru: Безопасная транзакция

source: Traded {inputAmount} for a total of {outputAmount}
es_es: {inputAmount} comercializado para un total de {outputAmount}
pt_br: Negociado {inputAmount} por um total de {outputAmount}
ru_ru: Сделка {inputAmount} в общей сложности на {outputAmount}

source: Hook description
es_es: Descripción del Hook
pt_br: Descrição do Hook
ru_ru: Описание обработчика

source: Spinning icon
es_es: Icono de Spinning
pt_br: Ícone giratório
ru_ru: Иконка проигрывания

source: Return to Swap
es_es: Volver al intercambio
pt_br: Voltar para Troca
ru_ru: Вернуться к замене

source: Privacy Policy
es_es: Política de privacidad
pt_br: Política de Privacidade
ru_ru: Политика конфиденциальности

source: Native currency
es_es: Moneda nativa
pt_br: Moeda nativa
ru_ru: Нативная валюта

source: link
es_es: enlace
ru_ru: ссылка

source: A new competition has started
es_es: Ha comenzado una nueva competición
pt_br: Uma nova competição começou
ru_ru: Новый конкурс начался

source: Quote expired. Please refresh.
es_es: La cotización ha caducado. Por favor, actualice.
pt_br: Cotação expirada. Por favor, atualize.
ru_ru: Цитата истекла. Пожалуйста, обновите.

source: Successfully converted!
es_es: ¡Convertido con éxito!
pt_br: Convertido com sucesso!
ru_ru: Успешно преобразовано!

source: Too <0>busy</0> <1/>to vote?
es_es: ¿Demasiado <0>ocupado</0> <1/>para votar?
pt_br: Muito <0>ocupado</0> <1/>para votar?
ru_ru: Слишком <0>занят</0> <1/>для голосования?

source: {typeLabel} hooks are integrated code and part of the CoW Swap codebase.
es_es: Los ganchos {typeLabel} son código integrado y parte del código de intercambio de CoW.
pt_br: Os hooks {typeLabel} são códigos integrados e parte da base de código do CoW Swap.
ru_ru: {typeLabel} хуки являются встроенным кодом и частью кодовой базы подкачки.

source: Expiration
es_es: Caducidad
pt_br: Expiração
ru_ru: Истечение

source: Unsupported Wallet
es_es: Billetera no soportada
pt_br: Carteira Não Suportada
ru_ru: Неподдерживаемый кошелек

source: <0/><1/>Trades are protected from MEV, so your slippage can't be exploited!
es_es: <0/><1/>Las operaciones están protegidas de MEV, por lo que no se puede explotar tu deslizamiento!
pt_br: <0/><1/>As negociações são protegidas contra MEV, então sua derrapagem não pode ser explorada!
ru_ru: <0/><1/>Торговцы защищены от MEV, поэтому ваше проскальзывание не может быть использовано!

source: Expired
es_es: Caducó
ru_ru: Истёк

source: native currency
es_es: moneda nativa
ru_ru: родная валюта

source: Wrap operation failed.
es_es: Operación de envoltura fallida.
pt_br: A operação de embrulho falhou.
ru_ru: Операция переноса не удалась.

source: If allowance remains insufficient at creation time, this portion will not be created. Approve the
es_es: Si la asignación sigue siendo insuficiente en tiempo de creación, esta porción no se creará. Aprobar el
pt_br: Se a permissão permanecer insuficiente no momento da criação, esta porção não será criada. Aprove o
ru_ru: Если пособие остается недостаточным в момент создания, эта часть не будет создана. Утвердите

source: Account Proxy
es_es: Proxy de la cuenta
pt_br: Proxy de Conta
ru_ru: Аккаунт прокси
