Repository: cowprotocol/cowswap
Catalog: apps/cowswap-frontend/src/locales/*.po
Languages: es_es, pt_br, ru_ru

source: Unknown error{0}. Try increasing your slippage tolerance. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
es_es: Error desconocido{0}. Intente aumentar la tolerancia de su deslizamiento. Nota: las comisiones en la transferencia y los tokens de rebase son incompatibles con Uniswap V3.
pt_br: Erro desconhecido{0}. Tente aumentar sua tolerância de derrapagem. Observação: taxas de transferência e tokens de rebase são incompatíveis com o Uniswap V3.
ru_ru: Неизвестная ошибка{0}. Попробуйте увеличить допуск на проскальзывание. Примечание: комиссия за передачу и rebase токены несовместима с Uniswap V3.

source: Not connected
es_es: No conectado
pt_br: Não conectado
ru_ru: Не подключен

source: Order presigned
es_es: Pedido preestablecido
pt_br: Ordem pré-assinada
ru_ru: Предыдущий заказ

source: Get support on Discord
es_es: Obtén apoyo en Discord
pt_br: Obtenha suporte no Discord
ru_ru: Получить поддержку в Discord

source: This swap has a price impact of at least {pct}%.
es_es: Este intercambio tiene un impacto en los precios de al menos un {pct}%.
pt_br: Este swap tem um impacto no preço de pelo menos {pct}%.
ru_ru: Этот обмен влияет на цену по крайней мере на {pct}%.

source: Read how to prevent losing funds
es_es: Lee cómo prevenir la pérdida de fondos
pt_br: Leia como evitar a perda de fundos
ru_ru: Читайте как предотвратить потерю средств

source: The time each part of your TWAP order will remain active.
es_es: El tiempo que cada parte de su pedido de TWAP permanecerá activo.
pt_br: O tempo que cada parte da sua ordem TWAP permanecerá ativa.
ru_ru: Время каждой части вашего заказа TWAP останется активным.

source: Buy per part
es_es: Comprar por parte
pt_br: Comprar por parte
ru_ru: Купить за часть

source: No intermediate tokens found for the route
pt_br: Nenhum token intermediário encontrado para a rota
ru_ru: Промежуточные токены не найдены

source: Total claimable rewards:
es_es: Recompensas cobrables totales:
pt_br: Recompensas totais a serem reivindicadas:
ru_ru: Общее количество наград:

source: View on
es_es: Ver en
pt_br: Ver em
ru_ru: Вид на

source: Connected with
es_es: Conectado con
pt_br: Conectado com
ru_ru: Подключено к

source: balance detected.
es_es: saldo detectado.
pt_br: saldo detectado.
ru_ru: баланс обнаружен.

source: Deposit tokens to the {label} network.
es_es: Depósitos de depósito en la red {label}.
pt_br: Deposite tokens na rede {label}.
ru_ru: Токены пополнения в сеть {label}.

source: Your TWAP order will be split into this many parts, which will execute one by one.
es_es: Su orden TWAP se dividirá en esta cantidad de partes, que ejecutará una por una.
pt_br: Sua ordem TWAP será dividida em várias partes, que serão executadas uma a uma.
ru_ru: Ваш заказ будет разделён на несколько частей, которые будут исполнять один за другим.

source: Hang in there. Calculating best price
es_es: Colgar. Calculando el mejor precio
pt_br: Aguarde. Calculando o melhor preço
ru_ru: Отправляйтесь туда. Расчет лучшей цены

source: both {joinedSupportedTypes}
es_es: ambos {joinedSupportedTypes}
pt_br: ambos {joinedSupportedTypes}
ru_ru: обе {joinedSupportedTypes}

source: View on Explorer
es_es: Ver en el Explorador
pt_br: Ver no Explorer
ru_ru: Смотреть в проводнике

source: Error
pt_br: Erro
ru_ru: Ошибка

source: Something went wrong and your order couldn't be executed with this batch. But don't worry! CoW Swap is already holding another competition for your order.
es_es: Algo salió mal y su pedido no pudo ser ejecutado con este lote. ¡Pero no se preocupes! CoW Swap ya está llevando a cabo otra competencia para su pedido.
pt_br: Algo deu errado e seu pedido não pôde ser executado com este lote. Mas não se preocupe! O CoW Swap já está realizando outra competição para seu pedido.
ru_ru: Что-то пошло не так и ваш заказ не может быть выполнен с этой партией. Но не волнуйтесь! CoW Swap уже проводит другое соревнование по вашему заказу.

source: Approving token
es_es: Aprobación de token
pt_br: Aprovando token
ru_ru: Подтверждение токена

source: We are unable to calculate the price impact for this order.<0/><1/>You may still move forward but <2>please review carefully that the receive amounts are what you expect.</2>
es_es: No podemos calcular el impacto del precio para este pedido. 0/><1/>Todavía puedes avanzar, pero <2>revisa cuidadosamente que las cantidades recibidas son las que esperas. </2>
pt_br: Não conseguimos calcular o impacto no preço para esta ordem.<0/><1/>Você ainda pode prosseguir, mas <2>por favor, revise cuidadosamente se os valores recebidos são o que você espera.</2>
ru_ru: Мы не можем рассчитать влияние цены на этот ордер. <0/><1/>Вы все еще можете двигаться вперед, но <2>внимательно проверьте, что Вы ожидаете получить суммы.</2>

source: Off-chain cancellations require a signature and are free.
es_es: Las cancelaciones fuera de la cadena requieren una firma y son gratuitas.
pt_br: Cancelamentos off-chain requerem uma assinatura e são gratuitos.
ru_ru: Отмена вне цепи требует подписи и бесплатно.

source: You are not eligible for this airdrop
es_es: Usted no es elegible para esta aerolínea
pt_br: Você não é elegível para este airdrop
ru_ru: Вы не имеете права на это воздушное судно

source: Select a token
es_es: Seleccione un token
pt_br: Selecionar um token
ru_ru: Выберите токен

source: Read more about unsupported tokens
es_es: Leer más sobre tokens no soportados
pt_br: Leia mais sobre tokens não suportados
ru_ru: Подробнее о неподдерживаемых токенах

source: cancelling
es_es: cancelando
pt_br: cancelando
ru_ru: отмена

source: Signing transaction
pt_br: Assinando transação
ru_ru: Подписание транзакции

source: Search hooks
es_es: Buscar ganchos
pt_br: Pesquisar hooks
ru_ru: Поиск хуков

source: down
es_es: abajo
pt_br: para baixo
ru_ru: вниз

source: Source transaction
es_es: Transacción de origen
pt_br: Transação de origem
ru_ru: Исходная транзакция

source: Cow Balance
es_es: Saldo de vacas
pt_br: Saldo Cow
ru_ru: Баланс коровы

source: Keep in mind a solver might already have included the order in a solution even if this cancellation is successful.
es_es: Tenga en cuenta que un solucionador podría haber incluido el pedido en una solución incluso si esta cancelación se ha realizado correctamente.
pt_br: Lembre-se de que um solver já pode ter incluído a ordem em uma solução, mesmo que este cancelamento seja bem-sucedido.
ru_ru: Имейте в виду, что решение уже включало заказ в решение, даже если это отмена выполнена успешно.

source: Token
ru_ru: Токен

source: Order submitted
es_es: Pedido enviado
pt_br: Ordem enviada
ru_ru: Заказ отправлен

source: Quote is updating...
es_es: La cotización se está actualizando...
pt_br: Cotação atualizando...
ru_ru: Цитата обновляется...

source: Get started!
es_es: ¡Empecemos!
pt_br: Começar!
ru_ru: Начнем!

source: Set custom date
es_es: Fijar fecha personalizada
pt_br: Definir data personalizada
ru_ru: Установка пользовательской даты

source: Claimable
es_es: Reclamable
pt_br: Reivindicável
ru_ru: Утверждаемый

source: Docs
es_es: Documentos
pt_br: Documentos
ru_ru: Документ

source: Simulation:
es_es: Simulación:
pt_br: Simulação:
ru_ru: Симуляция:

source: Locked limits - lock or unlock prices for finer control, the order does the rest
es_es: Límites bloqueados - bloquear o desbloquear precios para un control más fino, el pedido hace el resto
pt_br: Limites bloqueados - bloqueie ou desbloqueie preços para um controle mais preciso, o restante da ordem é feito automaticamente
ru_ru: Заблокированные ограничения - цены блокировки или разблокировки для более качественного контроля, ордер делает остальные

source: Cannot sell {nativeSymbol}
es_es: No se puede vender {nativeSymbol}
pt_br: Não é possível vender {nativeSymbol}
ru_ru: Нельзя продать {nativeSymbol}

source: Booooost APR!
es_es: ¡APR de reserva!
pt_br: Aumente o APR!
ru_ru: Загрузка APR!

source: The output token cannot be transferred. There may be an issue with the output token. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
es_es: El token de salida no puede ser transferido. Puede haber un problema con el token de salida. Nota: las comisiones en los tokens de transferencia y rebase son incompatibles con Uniswap V3.
pt_br: O token de saída não pode ser transferido. Pode haver um problema com o token de saída. Observação: taxa sobre transferência e tokens de rebase são incompatíveis com o Uniswap V3.
ru_ru: Невозможно перенести выходной токен. Возможно проблема с маркером вывода. Примечание: комиссия за передачу и rebase токены несовместимы с Uniswap V3.

source: blocked activities
es_es: actividades bloqueadas
pt_br: atividades bloqueadas
ru_ru: заблокированные действия

source: It is required to do a one-time approval of {wrappedSymbol} via an on-chain ERC20 Approve transaction.
es_es: Es necesario hacer una aprobación única de {wrappedSymbol} mediante una transacción de aprobación ERC20 en cadena.
pt_br: É necessária uma aprovação única de {wrappedSymbol} através de uma transação ERC20 Approve on-chain.
ru_ru: Единоразовое одобрение {wrappedSymbol} требуется через цепочку ERC20 Подтвердить транзакцию.

source: There is more than one token in the list of tokens with the symbol: {doubledSymbol}. Please select the token you need from the UI or use the address of the token instead of the symbol
es_es: Hay más de un token en la lista de tokens con el símbolo: {doubledSymbol}. Por favor selecciona el token que necesitas desde la interfaz o usa la dirección del token en lugar del símbolo
ru_ru: В списке токенов с символом есть более одного токена: {doubledSymbol}. Пожалуйста, выберите необходимый токен из пользовательского интерфейса или используйте адрес токена вместо символа

source: unfillable
es_es: irrellenable
pt_br: não preenchível
ru_ru: незаполненный

source: saved
es_es: guardado
pt_br: salvo
ru_ru: сохранено

source: Hook Store
es_es: Tienda de Hook
pt_br: Loja de Hooks
ru_ru: Хук магазин

source: CoW Swap dynamically adjusts your slippage tolerance to ensure your trade executes quickly while still getting the best price.
es_es: CoW Swap ajusta dinámicamente la tolerancia a los deslizamientos para asegurar que su operación se ejecuta rápidamente mientras obtiene el mejor precio.
pt_br: O CoW Swap ajusta dinamicamente sua tolerância de derrapagem para garantir que sua transação seja executada rapidamente, ao mesmo tempo em que obtém o melhor preço.
ru_ru: CoW Swap динамически регулирует толерантность ваших проскальзываний, чтобы обеспечить быстрое выполнение вашей сделки и при этом получить лучшую цену.

source: CoW Swap's robust solver competition protects your slippage from being exploited by MEV bots.
es_es: La robusta competencia de resolución de CoW Swap protege tu deslizamiento de ser explotado por los robots MEV.
pt_br: A robusta competição de solvers do CoW Swap protege sua derrapagem de ser explorada por bots MEV.
ru_ru: Крепкая конкуренция колбасы CoW защищает Ваше скольжение от использования MEV ботами.

source: Details
es_es: Detalles
ru_ru: Детали

source: Order
es_es: Pedido
pt_br: Ordem
ru_ru: Заказ

source: TWAP orders require a one-time update to your Safe to enable automated execution of scheduled transactions.
es_es: Las órdenes TWAP requieren una actualización única a su Seguro para permitir la ejecución automática de transacciones programadas.
pt_br: Ordens TWAP exigem uma atualização única em seu Safe para permitir a execução automatizada de transações agendadas.
ru_ru: Заказы TWAP требуют одноразового обновления вашего сейфа для автоматического выполнения запланированных транзакций.

source: Order Submitted
es_es: Pedido enviado
pt_br: Ordem Enviada
ru_ru: Заказ отправлен

source: You have given an allowance to <0>AnyswapV4Router</0> which is affected by a critical vulnerability.
es_es: Ha concedido una asignación a <0>AnyswapV4Router</0> que se ve afectado por una vulnerabilidad crítica.
pt_br: Você concedeu uma permissão a <0>AnyswapV4Router</0> que é afetada por uma vulnerabilidade crítica.
ru_ru: Вы указали разрешение <0>AnyswapV4Router</0>, на которое влияет критическая уязвимость.

source: This could have happened due to the lack of internet or the release of a new version of the application.
es_es: Esto podría haber ocurrido debido a la falta de Internet o la publicación de una nueva versión de la aplicación.
pt_br: Isso pode ter acontecido devido à falta de internet ou ao lançamento de uma nova versão do aplicativo.
ru_ru: Это могло произойти из-за отсутствия интернета или выхода новой версии приложения.

source: No open orders
es_es: No hay órdenes abiertas
pt_br: Nenhuma ordem aberta
ru_ru: Нет открытых ордеров

source: Maximum tokens you'll sell.
es_es: Máximas fichas que venderás.
pt_br: Máximo de tokens que você venderá.
ru_ru: Максимальное количество токенов, которые вы продаете.

source: or <0/>
es_es: o <0/>
pt_br: ou <0/>
ru_ru: или <0/>

source: Careers
pt_br: Carreiras
ru_ru: Карьера

source: Expected sell amount
es_es: Cantidad de venta esperada
pt_br: Quantidade de venda esperada
ru_ru: Ожидаемая сумма продаж

source: orders
pt_br: ordens
ru_ru: заказы

source: Limit Order
es_es: Limitar pedido
pt_br: Ordem Limite
ru_ru: Лимит ордера

source: Insufficient allowance
es_es: Permiso insuficiente
pt_br: Permissão insuficiente
ru_ru: Недостаточно надбавки

source: Coinbase Wallet
es_es: Billetera CoinBase
pt_br: Carteira Coinbase
ru_ru: Кошелек Coinbase

source: Connect wallet
es_es: Conectar billetera
pt_br: Conectar carteira
ru_ru: Подключить кошелек

source: Approve the token to proceed.
es_es: Aprobar el token para continuar.
ru_ru: Утвердите токен, чтобы продолжить.

source: This {protocolFeeBps} BPS fee incentivizes solvers to find better prices for users. It is only applied if the trade is executed.
pt_br: Esta taxa de {protocolFeeBps} BPS incentiva os solvers a encontrar melhores preços para os usuários. Ela só é aplicada se a negociação for executada.
ru_ru: Комиссия в размере {protocolFeeBps} BPS стимулирует солверов находить лучшие цены для пользователей. Она взимается только при выполнении сделки.

source: Recoverable value
es_es: Valor recuperable
pt_br: Valor recuperável
ru_ru: Восстановляемое значение

source: is worth
es_es: vale
pt_br: vale
ru_ru: стоит

source: View account
es_es: Ver cuenta
pt_br: Ver conta
ru_ru: Посмотреть аккаунт

source: When you swap (sell) <0/>, solvers handle the transaction by purchasing the required tokens, depositing them into the pool, and issuing LP tokens to you in return — all in a gas-less operation.
es_es: Cuando intercambias (venta) <0/>, los solucionadores manejan la transacción comprando los tokens requeridos, depositarlos en la piscina y emitir tokens de LP a cambio — todo en una operación sin gas.
pt_br: Quando você troca (vende) <0/>, os solvers lidam com a transação comprando os tokens necessários, depositando-os no pool e emitindo tokens LP em troca - tudo em uma operação sem gás.
ru_ru: Когда вы подкачиваете (продавать) <0/>, решатели обрабатывают транзакцию, покупая необходимые токены, Внесение их в бассейн и выдача токенов LP в обмен — все это в безгазовую операцию.

source: BlockNumber hooks must be wrapped in a
es_es: Los ganchos BlockNumber deben estar envueltos en un
pt_br: Hooks BlockNumber devem ser envolvidos em um
ru_ru: BlockNumber хуки должны быть завернуты в

source: Wrap <0/> and Swap
ru_ru: Перенос <0/> и замена

source: A maximum of <0>{time}</0> between parts is required. Increase the number of parts or decrease the total duration.
es_es: Se requiere un máximo de <0>{time}</0> entre partes. Aumentar el número de partes o disminuir la duración total.
pt_br: É necessário um máximo de <0>{time}</0> entre as partes. Aumente o número de partes ou diminua a duração total.
ru_ru: Между необходимыми частями максимум <0>{time}</0>. Увеличение количества частей или уменьшение общей длительности.

source: This fee helps pay for maintenance & improvements to the trade experience
es_es: Esta cuota ayuda a pagar por mantenimiento y mejoras en la experiencia de comercio
pt_br: Esta taxa ajuda a pagar pela manutenção e melhorias na experiência de negociação
ru_ru: Эта комиссия помогает оплатить обслуживание и улучшение опыта торговли

source: No. of parts
es_es: Nº de partes
pt_br: Número de partes
ru_ru: № частей

source: and saved
es_es: y guardado
pt_br: e salvo
ru_ru: и сохранены

source: This transaction will not succeed due to price movement. Try increasing your slippage tolerance. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
es_es: Esta transacción no tendrá éxito debido al movimiento de precios. Intenta aumentar la tolerancia de tu deslizamiento. Nota: las comisiones en los tokens de transferencia y rebase son incompatibles con Uniswap V3.
pt_br: Esta transação não terá sucesso devido à movimentação de preço. Tente aumentar sua tolerância de derrapagem. Observação: taxas de transferência e tokens de rebase são incompatíveis com o Uniswap V3.
ru_ru: Эта транзакция не увенчается успехом из-за изменения цены. Попробуйте увеличить толерантность проскальзывания. Примечание: комиссия за передачу и rebase токены несовместимы с Uniswap V3.

source: Approve all
es_es: Aprobar todo
pt_br: Aprovar tudo
ru_ru: Одобрить все

source: Caution
es_es: Precaución
pt_br: Cuidado
ru_ru: Внимание

source: This contract is deployed per account, with that account becoming the single owner. CoW Shed acts as an intermediary account that handles trading on your behalf.
es_es: Este contrato se despliega por cuenta, y esa cuenta se convierte en el propietario único. CoW Shed actúa como una cuenta intermedia que se encarga de operar en tu nombre.
pt_br: Este contrato é implantado por conta, com essa conta se tornando o único proprietário. O CoW Shed atua como uma conta intermediária que lida com negociações em seu nome.
ru_ru: Этот контракт используется для каждого счета, и этот счет становится единственным владельцем. CoW Shed действует в качестве счета посредника, который занимается торговлей от Вашего имени.

source: The order cannot be {msg}. Please, retry in a minute
es_es: El pedido no puede ser {msg}. Por favor, vuelve a intentarlo en un minuto
pt_br: A ordem não pode ser {msg}. Por favor, tente novamente em um minuto
ru_ru: Ордер не может быть {msg}. Пожалуйста, повторите попытку через минуту

source: Request cancellations
es_es: Cancelaciones de solicitud
pt_br: Solicitar cancelamentos
ru_ru: Запросить отмену

source: Recommended
es_es: Recomendado
pt_br: Recomendado
ru_ru: Рекомендовано

source: Price change
es_es: Cambio de precio
pt_br: Mudança de preço
ru_ru: Изменение цены

source: Yield
pt_br: Rendimento
ru_ru: Выход

source: Error importing token list
es_es: Error importando lista de tokens
pt_br: Erro ao importar lista de tokens
ru_ru: Ошибка импорта списка токенов

source: cancelled
es_es: cancelado
ru_ru: отменено

source: tokens
es_es: fichas
ru_ru: жетоны

source: No wallet compatibility information available.
es_es: No hay información de compatibilidad de billetera disponible.
pt_br: Nenhuma informação de compatibilidade da carteira disponível.
ru_ru: Информация о совместимости кошелька не доступна.

source: submitted a solution
es_es: envió una solución
pt_br: solução enviada
ru_ru: предоставлено решение

source: Issues have been reported with Metamask sending transactions to the wrong chain on versions prior to <0>v{VERSION_WHERE_BUG_WAS_FIXED}</0>. Before you sign, please check in your wallet that the transaction is being sent to the network:
es_es: Los problemas han sido reportados con Metamask enviando transacciones a la cadena incorrecta en versiones anteriores a <0>v{VERSION_WHERE_BUG_WAS_FIXED}</0>. Antes de registrarte, por favor comprueba en tu billetera que la transacción está siendo enviada a la red:
pt_br: Foram relatados problemas com o Metamask enviando transações para a cadeia errada em versões anteriores a <0>v{VERSION_WHERE_BUG_WAS_FIXED}</0>. Antes de assinar, verifique em sua carteira se a transação está sendo enviada para a rede:
ru_ru: Были отмечены проблемы с отправкой транзакций в неправильную цепочку в версиях <0>v{VERSION_WHERE_BUG_WAS_FIXED}</0>. Прежде чем подписать, пожалуйста, проверьте ваш кошелек на отправку транзакции в сети:

source: Sell amount is too small
es_es: La cantidad de venta es demasiado pequeña
ru_ru: Сумма продажи слишком мала

source: Use the <0>Safe app</0> for advanced trading.
es_es: Usa la <0>app segura</0> para realizar operaciones avanzadas.
pt_br: Use o <0>aplicativo Safe</0> para negociações avançadas.
ru_ru: Используйте <0>Безопасное приложение</0> для продвинутой торговли.

source: Top
es_es: Subir
pt_br: Topo
ru_ru: Сверху

source: Estimated amount that will be sold in each part of the order.
es_es: Cantidad estimada que se venderá en cada parte del pedido.
pt_br: Valor estimado que será vendido em cada parte da ordem.
ru_ru: Примерная сумма, которая будет продана в каждой части заказа.

source: Part duration
es_es: Duración de la parte
pt_br: Duração da parte
ru_ru: Длительность части

source: hours
es_es: horas
pt_br: horas
ru_ru: часов

source: Order out of market
es_es: Pedido fuera del mercado
pt_br: Ordem fora do mercado
ru_ru: Заказ вне рынка

source: {solver} logo
es_es: Logotipo {solver}
pt_br: Logotipo do {solver}
ru_ru: Логотип {solver}

source: Approve {tokenSymbol}
ru_ru: Утвердить {tokenSymbol}

source: The fill price of this order is close or at the market price and is expected to fill soon
es_es: El precio de relleno de este pedido está cerrado o al precio de mercado y se espera que lo llene pronto
pt_br: O preço de preenchimento desta ordem está próximo ou no preço de mercado e deve ser preenchido em breve
ru_ru: Заполняемая цена этого ордера близка или по рыночной цене и, как ожидается, будет заполнена в ближайшее время

source: My orders <0/>
es_es: Mis pedidos <0/>
pt_br: Minhas ordens <0/>
ru_ru: Мои заказы <0/>

source: Trade alert settings info
pt_br: Informações de configuração de alerta de negociação
ru_ru: Настройки уведомлений о статусе ордеров

source: Define custom total time
es_es: Definir tiempo total personalizado
pt_br: Definir tempo total personalizado
ru_ru: Определить общее время

source: Expected to receive
es_es: Se espera recibir
ru_ru: Ожидается получение

source: Change trade alert settings here
pt_br: Alterar configurações de alerta de negociação aqui
ru_ru: Настраивайте уведомления о статусе ордеров здесь

source: Select input and output
es_es: Seleccionar entrada y salida
pt_br: Selecionar entrada e saída
ru_ru: Выберите ввод и вывод

source: CoW Protocol covers the fees and costs by executing your order at a slightly better price than your limit price.
pt_br: O CoW Protocol cobre as taxas e custos executando sua ordem a um preço ligeiramente melhor do que o seu preço limite.
ru_ru: Протокол CoW покрывает комиссии и сборы, выполняя ваш ордер по несколько более высокой цене, чем лимитная цена.

source: With hooks you can add specific actions <0>before</0> and <1>after</1> your swap.
es_es: Con ganchos puedes añadir acciones específicas <0>antes</0> y <1>después</1> de tu intercambio.
pt_br: Com hooks você pode adicionar ações específicas <0>antes</0> e <1>depois</1> de sua troca.
ru_ru: С помощью хуков вы можете добавить конкретные действия <0>раньше</0> и <1>после</1> ваш своп.

source: No signatures yet
es_es: Aún no hay firmas
pt_br: Nenhuma assinatura ainda
ru_ru: Ещё нет подписей

source: Start bridging
es_es: Comenzar puente
pt_br: Iniciar ponte
ru_ru: Начать мостик

source: Confirm this is the correct address and that it exists on this chain.
pt_br: Confirme se este é o endereço correto e se ele existe nesta cadeia.
ru_ru: Убедитесь, что адрес корректный и что он существует в этой сети.
