Repository: cowprotocol/cowswap
Catalog: apps/cowswap-frontend/src/locales/*.po
Languages: es_es, pt_br, ru_ru

source: selected
pt_br: selecionado
ru_ru: выбрано

source: View token contract
es_es: Ver contrato del token
pt_br: Ver contrato do token
ru_ru: Просмотр контракта на токен

source: Signature is undefined!
es_es: ¡La firma no está definida!
pt_br: Assinatura está indefinida!
ru_ru: Подпись не определена!

source: years
es_es: años
pt_br: anos
ru_ru: лет

source: Learn about surplus on CoW Swap
es_es: Aprender sobre superávit en CoW Swap
pt_br: Saiba mais sobre o excedente no CoW Swap
ru_ru: Узнайте об избытке на CoW Swap

source: Disconnect
es_es: Desconectar
pt_br: Desconectar
ru_ru: Отключиться

source: Bridge transaction
es_es: Transacción del puente
pt_br: Transação de ponte
ru_ru: Мост транзакции

source: Because you are using a smart contract wallet, you will pay a separate gas cost for signing the order placement on-chain.
es_es: Debido a que está utilizando una billetera de contrato inteligente, usted pagará un coste de gas separado por firmar la colocación de la orden en cadena.
pt_br: Como você está usando uma carteira de contrato inteligente, você pagará um custo de gás separado para assinar a colocação do pedido on-chain.
ru_ru: Так как вы используете смарт-контракт кошелек, вы оплатите отдельную стоимость за подписание заказа по цепочке.

source: cancelled. Too many order cancellations
es_es: cancelado. Demasiadas cancelaciones de órdenes
pt_br: cancelado. Muitos cancelamentos de pedidos
ru_ru: отменено. Слишком много отмены заказа

source: Your Safe fallback handler was changed after TWAP orders were placed. All open TWAP orders are not getting created because of that. Please, update the fallback handler in order to make the orders work again.
es_es: Su gestor de reserva seguro fue cambiado después de que se realizaron órdenes TWAP. Todas las órdenes TWAP abiertas no se están creando debido a eso. Por favor, actualice el gestor de reserva para hacer que las órdenes funcionen de nuevo.
pt_br: Seu manipulador de fallback do Safe foi alterado após a colocação de ordens TWAP. Todas as ordens TWAP abertas não estão sendo criadas por causa disso. Por favor, atualize o manipulador de fallback para que as ordens funcionem novamente.
ru_ru: Ваш обработчик резервной копии был изменен после того, как заказы TWAP были размещены. Из-за этого все открытые заказы TWAP не создаются. Пожалуйста, обновите резервный обработчик для повторной работы заказов.

source: Approve operation failed.
es_es: Error al aprobar la operación.
pt_br: A operação de aprovação falhou.
ru_ru: Не удалось утвердить операцию.

source: Set to trade
pt_br: Definir para negociar
ru_ru: Сделка

source: To override this, enter your desired slippage amount.<0/><1/>Either way, your slippage is protected from MEV!
es_es: Para anular esto, introduce la cantidad de tu deslizante deseada.<0/><1/>De cualquier manera, ¡tu deslizante está protegido de MEV!
pt_br: Para anular isso, insira a derrapagem desejada.<0/><1/>De qualquer forma, sua derrapagem está protegida contra MEV!
ru_ru: Чтобы переопределить это, введите сумму желаемого проскальзывания.<0/><1/>В любом случае, ваше проскальзывание защищено от MEV!

source: Did you know? {benefit} Start swapping on swap.cow.fi #CoWSwap @CoWSwap 🐮
es_es: ¿Sabías que? {benefit} Comienza a intercambiar en swap.cow.fi #CoWSwap @CoWSwap 🐮
pt_br: Você sabia? {benefit} Comece a trocar em swap.cow.fi #CoWSwap @CoWSwap 🐮
ru_ru: Знаете ли вы? {benefit} Начать смену на swap.cow.fi #CoWSwap @CoWSwap 🐮

source: <0>Connection Lost</0><1/>You appear to be offline. Some features may not work properly.
es_es: <0>Perdida de conexión</0><1/>Parece que estás desconectado. Algunas características pueden no funcionar correctamente.
pt_br: <0>Conexão Perdida</0><1/>Você parece estar offline. Alguns recursos podem não funcionar corretamente.
ru_ru: <0>Потеря подключения</0><1/>Вы не в сети. Некоторые функции могут работать неправильно.

source: Total duration
es_es: Duración total
pt_br: Duração total
ru_ru: Общая длительность

source: Unwrap {amountStr} {wrapped} to {native}
es_es: Desenvolver {amountStr} {wrapped} a {native}
pt_br: Desembrulhar {amountStr} {wrapped} para {native}
ru_ru: Разверните {amountStr} {wrapped} в {native}

source: in progress
es_es: en progreso
pt_br: em andamento
ru_ru: в процессе

source: Swap anyway
es_es: Intercambiar de todos modos
pt_br: Trocar mesmo assim
ru_ru: Все равно поменять

source: The hash for this Safe transaction.
es_es: El hash para esta transacción segura.
pt_br: O hash para esta transação Safe.
ru_ru: Хэш для этой безопасной транзакции.

source: Simulation failed
es_es: Simulación fallida
pt_br: Simulação falhou
ru_ru: Сбой моделирования

source: Order {value} filled
es_es: Orden {value} completada
pt_br: Ordem {value} preenchida
ru_ru: Заказ {value} выполнен

source: You must give the CoW Protocol smart contracts permission to use your {tokenSymbol}. If you approve the default amount, you will only have to do this once per token.
es_es: Debes dar permiso a los contratos inteligentes del Protocolo CoW para usar tu {tokenSymbol}. Si aprueba la cantidad por defecto, sólo tendrá que hacer esto una vez por token.
pt_br: Você deve dar aos contratos inteligentes do CoW Protocol permissão para usar seu {tokenSymbol}. Se você aprovar o valor padrão, só precisará fazer isso uma vez por token.
ru_ru: Вы должны предоставить разрешение на использование {tokenSymbol} для протокола CoW. Если вы подтвердите сумму по умолчанию, это необходимо будет сделать только один раз за токен.

source: Receiving {nativeTokenSymbol} Refund...
es_es: Recibiendo reembolso de {nativeTokenSymbol}...
pt_br: Recebendo Reembolso de {nativeTokenSymbol}...
ru_ru: Получение возврата {nativeTokenSymbol}...

source: Partially fillable
es_es: Parcialmente llenable
pt_br: Parcialmente preenchível
ru_ru: Частично выполняемый

source: Value may be zero due to missing token price information
es_es: El valor puede ser cero debido a la falta de información del precio del token
pt_br: O valor pode ser zero devido à falta de informações de preço do token
ru_ru: Значение может быть ноль из-за отсутствия информации о цене токена

source: Type
es_es: Tipo
pt_br: Tipo
ru_ru: Тип

source: Unexpected response from BFF: {resStatus}
es_es: Respuesta inesperada de BFF: {resStatus}
pt_br: Resposta inesperada do BFF: {resStatus}
ru_ru: Неожиданный ответ от BFF: {resStatus}

source: orders history
es_es: historial de órdenes
pt_br: histórico de pedidos
ru_ru: история заказов

source: Bridging failed
es_es: Fallo en el Bridging
pt_br: Falha na ponte
ru_ru: Подключение к мосту не удалось

source: What is {accountProxyLabel}?
es_es: ¿Qué es {accountProxyLabel}?
pt_br: O que é {accountProxyLabel}?
ru_ru: Что такое {accountProxyLabel}?

source: Your activity will appear here...
es_es: Tu actividad aparecerá aquí...
pt_br: Sua atividade aparecerá aqui...
ru_ru: Ваша активность появится здесь...

source: (Partially fillable)
es_es: (Parcialmente llenable)
pt_br: (Parcialmente preenchível)
ru_ru: (частично заполненные)

source: Try before you buy - see the potential fill price before you hit trade
es_es: Prueba antes de comprar - mira el precio potencial de relleno antes de golpear la operación
pt_br: Experimente antes de comprar - veja o preço de preenchimento potencial antes de negociar
ru_ru: Попробуйте перед покупкой - посмотрите потенциальную цену заполнить, прежде чем перейти к сделке

source: Wrap {nativeSymbol}
es_es: Envolver {nativeSymbol}
pt_br: Embrulhar {nativeSymbol}
ru_ru: Перенос {nativeSymbol}

source: Order expires in
es_es: El orden expira en
pt_br: O pedido expira em
ru_ru: Заказ истекает через

source: Network costs (est.)
es_es: Costos de red (est.)
pt_br: Custos de rede (est.)
ru_ru: Сетевые расходы (оцен.)

source: The account address which will/did receive the bought amount.
es_es: La dirección de la cuenta que recibirá el importe comprado.
pt_br: O endereço da conta que irá/recebeu o valor comprado.
ru_ru: Адрес счета, который получит/получит купленную сумму.

source: Unexpected error fetching data: wrong format data
es_es: Error inesperado obteniendo datos: datos de formato incorrecto
pt_br: Erro inesperado ao buscar dados: formato de dados incorreto
ru_ru: Непредвиденная ошибка при получении данных: неверные данные формата

source: is a helper contract that improves the user experience within CoW Swap for features like
es_es: es un contrato de ayuda que mejora la experiencia del usuario dentro de CoW Swap para funciones como
pt_br: é um contrato auxiliar que melhora a experiência do usuário dentro do CoW Swap para recursos como
ru_ru: является вспомогательным контрактом, который улучшает пользовательский опыт в CoW Swap для таких функций, как

source: To
es_es: A
pt_br: Para
ru_ru: Покупка

source: Are you sure you want to cancel order <0>{shortId}</0>?
es_es: ¿Estás seguro de que quieres cancelar la orden <0>{shortId}</0>?
pt_br: Tem certeza que deseja cancelar a ordem <0>{shortId}</0>?
ru_ru: Вы уверены, что хотите отменить заказ <0>{shortId}</0>?

source: My Custom Hooks ({customHooksCount})
es_es: Mis Hooks personalizados ({customHooksCount})
pt_br: Meus Hooks Personalizados ({customHooksCount})
ru_ru: Мои пользовательские хуки ({customHooksCount})

source: Your TWAP order won't execute and is protected if the market price dips more than your set price protection.
es_es: Su orden de TWAP no se ejecutará y está protegido si el precio de mercado cae más que la protección de su precio establecido.
pt_br: Sua ordem TWAP não será executada e estará protegida se o preço de mercado cair mais do que sua proteção de preço definida.
ru_ru: Ваш ордер на TWAP не будет выполнять и защищен в случае, если рыночная цена упадет больше, чем установленная вами защита от цен.

source: The order cannot be {statusText}. Your account is deny-listed.
es_es: La orden no puede ser {statusText}. Su cuenta está en la lista negada.
pt_br: O pedido não pode ser {statusText}. Sua conta está na lista de bloqueados.
ru_ru: Заказ не может быть {statusText}. Ваша учетная запись запрещена в списке.

source: The bridge provider modified the recipient address to <0/>. This ensure smooooth bridging.
pt_br: O provedor da ponte modificou o endereço do destinatário para <0/>. Isso garante uma transição suave.
ru_ru: Провайдер мостов изменил адрес получателя на <0/>. Это обеспечивает плавный мостик.

source: The Tenderly simulation was successful. Your transaction is expected to succeed.
es_es: La simulación de Tenderly fue exitosa. Se espera que tu transacción tenga éxito.
pt_br: A simulação Tenderly foi bem-sucedida. Sua transação deve ser bem-sucedida.
ru_ru: Тендерная симуляция прошла успешно. Ожидается, что Ваша транзакция будет успешной.

source: The are some errors with CoW Swap widget configuration
es_es: Son algunos errores con la configuración del widget de intercambio de CoW
pt_br: Há alguns erros na configuração do widget CoW Swap
ru_ru: Это некоторые ошибки с конфигурацией виджета CoW Swap

source: Provide liquidity
es_es: Proporcionar liquidez
pt_br: Fornecer liquidez
ru_ru: Обеспечение ликвидности

source: Add Post-Hook Action
es_es: Añadir acción Post-Hook
pt_br: Adicionar Ação Pós-Hook
ru_ru: Добавить действие после хука

source: The page you are looking for does not exist.
es_es: La página que buscas no existe.
pt_br: A página que você está procurando não existe.
ru_ru: Страница, которую вы ищете, не существует.

source: Start boooosting your yield!
es_es: ¡Empieza a dar un saludo a tu producción!
pt_br: Comece a impulsionar seu rendimento!
ru_ru: Начните выдать свой доход!

source: replaced
es_es: reemplazado
pt_br: substituído
ru_ru: заменено

source: Bridge via
es_es: Puente vía
pt_br: Ponte via
ru_ru: Мост через

source: Trade your way - personalize the interface and customize your limit orders
es_es: Opera a tu manera: personaliza la interfaz y personaliza tus órdenes de límite
pt_br: Negocie do seu jeito - personalize a interface e personalize suas ordens limite
ru_ru: Торгуйте своим способом - персонализируйте интерфейс и настройте лимитные ордера

source: Supported networks:
es_es: Redes soportadas:
pt_br: Redes suportadas:
ru_ru: Поддерживаемые сети:

source: EOA wallets
es_es: Billeteras EOA
pt_br: Carteiras EOA
ru_ru: EOA кошельки

source: Unwrapping {amountStr} {wrapped} to {native}
es_es: Desenvolviendo {amountStr} {wrapped} a {native}
pt_br: Desembrulhando {amountStr} {wrapped} para {native}
ru_ru: Перенос {amountStr} {wrapped} на {native}

source: Set any limit price and time horizon
es_es: Establecer límite de precio y tiempo
pt_br: Defina qualquer preço limite e horizonte de tempo
ru_ru: Установите любую лимитную цену и время горизонта

source: token
ru_ru: токен

source: Please, top up {symbol} balance or cancel the order.
es_es: Por favor, recargue el saldo {symbol} o cancele el pedido.
pt_br: Por favor, recarregue o saldo de {symbol} ou cancele o pedido.
ru_ru: Пожалуйста, пополните баланс по {symbol} или отмените заказ.

source: Easily set and manage your orders in USD
es_es: Configure y gestione fácilmente sus órdenes en USD
pt_br: Defina e gerencie facilmente seus pedidos em USD
ru_ru: Легко настраивайте и управляйте заказами в USD

source: Click "Wrap {nativeSymbol}" to try again.
es_es: Haz clic en "Envolver {nativeSymbol}" para volver a intentarlo.
pt_br: Clique em "Wrap {nativeSymbol}" para tentar novamente.
ru_ru: Нажмите "Перенос {nativeSymbol}", чтобы повторить попытку.

source: Tokens from inactive lists. Import specific tokens below or click Manage to activate more lists.
es_es: Tokens de listas inactivas. Importe fichas específicas debajo o haga clic en Administrar para activar más listas.
pt_br: Tokens de listas inativas. Importe tokens específicos abaixo ou clique em Gerenciar para ativar mais listas.
ru_ru: Маркеры из неактивных списков. Импортируйте специальные токены ниже или нажмите кнопку Управление, чтобы активировать больше списков.

source: sell
es_es: vender
pt_br: vender
ru_ru: продать

source: By connecting a wallet, you acknowledge that you have read, understood and agree to the interface’s <0>Terms & Conditions</0>.
es_es: Al conectar una billetera, usted reconoce que ha leído, entendido y está de acuerdo con los <0>Términos y condiciones de la interfaz</0>.
pt_br: Ao conectar uma carteira, você reconhece que leu, compreendeu e concorda com os <0>Termos e Condições</0> da interface.
ru_ru: Подключая кошелек, вы подтверждаете, что прочитали, поняли и соглашаетесь с <0>Условиями использования интерфейса</0>.

source: Partner fee
pt_br: Taxa do parceiro
ru_ru: Комиссия партнера

source: <0>By adding this list you are implicitly trusting that the data is correct. Anyone can create a list, including creating fake versions of existing lists and lists that claim to represent projects that do not have one.</0><1><2>If you purchase a token from this list, you may not be able to sell it back.</2></1>
es_es: <0>Al añadir esta lista confías implícitamente en que los datos son correctos. Cualquiera puede crear una lista, incluyendo la creación de versiones falsas de listas existentes y listas que afirman representar proyectos que no tienen uno.</0><1><2>Si compras una ficha de esta lista, es posible que no puedas venderla.</2></1>
pt_br: Ao adicionar esta lista, você está implicitamente confiando que os dados estão corretos. Qualquer pessoa pode criar uma lista, incluindo a criação de versões falsas de listas existentes e listas que afirmam representar projetos que não possuem uma.<1><2>Se você comprar um token desta lista, pode não conseguir vendê-lo de volta.</2></1>
ru_ru: <0>Добавляя этот список, вы явно верите, что данные верны. Каждый может создать список, включая создание поддельных версий существующих списков и списков, которые претендуют на представление проектов, которые у них нет.</0><1><2>Если вы приобрели токен из этого списка, вы можете не продать его обратно.</2></1>

source: SWAP order
es_es: Orden SWAP
pt_br: Ordem SWAP
ru_ru: Порядок SWAP

source: y
pt_br: a
ru_ru: у

source: This is the current market price, including the fee.
es_es: Este es el precio actual del mercado, incluida la tasa.
pt_br: Este é o preço de mercado atual, incluindo a taxa.
ru_ru: Это текущая рыночная цена, включая комиссию.

source: Convert to COW <0/>
es_es: Convertir a COW <0/>
pt_br: Converter para COW <0/>
ru_ru: Преобразовать в COW <0/>

source: Dismiss
es_es: Descartar
pt_br: Descartar
ru_ru: Отклонить

source: Open
es_es: Abiertas
pt_br: Abrir
ru_ru: Открыть

source: Refund completed!
es_es: Reembolso completado!
pt_br: Reembolso concluído!
ru_ru: Возврат завершен!

source: When
es_es: Cuándo
pt_br: Quando
ru_ru: Когда

source: 30 Minutes
es_es: 30 minutos
pt_br: 30 Minutos
ru_ru: 30 минут

source: My CoW fortune cookie 🐮💬: "{openFortuneText}" Get yours at swap.cow.fi @CoWSwap
es_es: Mi galleta de la fortuna de CoW 🐮💬: "{openFortuneText}" Obtén el tuyo en swap.cow.fi @CoWSwap
pt_br: Meu biscoito da sorte CoW 🐮💬: "{openFortuneText}" Pegue o seu em swap.cow.fi @CoWSwap
ru_ru: Мой CoW печенье фортуны 🐮💬: "{openFortuneText}" Получите себе по адресу swap.cow.fi @CoWSwap

source: amount per
es_es: monto por
pt_br: quantidade por
ru_ru: сумма за

source: Bridging failed. Refund started...
es_es: Fallo al cortar. Reembolso iniciado...
pt_br: Falha na ponte. Reembolso iniciado...
ru_ru: Не удалось восстановить. Возврат начался...

source: Buy COW
es_es: Comprar COW
pt_br: Comprar COW
ru_ru: Купить COW

source: Reject
pt_br: Rejeitar
ru_ru: Отклонить

source: got
es_es: conseguida
pt_br: recebeu
ru_ru: получил

source: {sellTokenPart} for at least {buyTokenPart}
es_es: {sellTokenPart} por al menos {buyTokenPart}
pt_br: {sellTokenPart} por pelo menos {buyTokenPart}
ru_ru: {sellTokenPart} для хотя бы {buyTokenPart}

source: Converting vCOW...
es_es: Convirtiendo vCOW...
pt_br: Convertendo vCOW...
ru_ru: Преобразование vCOW...

source: Run a simulation
es_es: Ejecutar una simulación
pt_br: Executar uma simulação
ru_ru: Запуск симуляции

source: This CoW doesn't run away any more! Not from MEV!
es_es: ¡Esta vaca no huye más! ¡Ni de MEV!
pt_br: Este CoW não foge mais! Não do MEV!
ru_ru: Этот CoW больше не убегает! Не от MEV!

source: Max. swap slippage
es_es: Máx. Deslizar el intercambio
pt_br: Derrapagem máx. de troca
ru_ru: Макс. перемещение проскальзывания

source: The sell amount per part of your TWAP order should be at least <0>$<1/></0>. Decrease the number of parts or increase the total sell amount.
es_es: La cantidad vendida por parte de su orden de venta debe ser al menos <0>$<1/></0>. Reducir el número de partes o aumentar la cantidad total de venta.
pt_br: O valor de venda por parte da sua ordem TWAP deve ser de pelo menos <0>$<1/></0>. Diminua o número de partes ou aumente o valor total de venda.
ru_ru: Сумма продажи на часть вашего TWAP ордера должна быть не менее <0>$<1/></0>. Уменьшите количество частей или увеличите общую сумму продажи.

source: Surplus
es_es: Superávit
pt_br: Excedente
ru_ru: Избыточные

source: Place multiple orders using the same balance
es_es: Realizar múltiples órdenes utilizando el mismo saldo
pt_br: Coloque várias ordens usando o mesmo saldo
ru_ru: Разместить несколько ордеров с одинаковым балансом

source: View details
es_es: Ver detalles
pt_br: Ver detalhes
ru_ru: Детали

source: More
es_es: Más
pt_br: Mais
ru_ru: Ещё

source: Your order was cancelled
es_es: Su orden ha sido cancelada
pt_br: Seu pedido foi cancelado
ru_ru: Ваш заказ был отменен

source: Ninja Cow
es_es: Vaca Ninja
pt_br: Vaca Ninja
ru_ru: Корова Ниндзя

source: Free
es_es: Gratis
pt_br: Grátis
ru_ru: Бесплатно

source: Blocked Address
es_es: Dirección bloqueada
pt_br: Endereço Bloqueado
ru_ru: Заблокированный адрес

source: Considering current network costs (<0><1/></0> per chunk), you could save more by reducing the number of parts or switch to a {swapOrderLink}.
es_es: Teniendo en cuenta los costos actuales de la red (<0><1/></0> por trozo), puedes ahorrar más reduciendo el número de partes o cambiando a un {swapOrderLink}.
pt_br: Considerando os custos atuais da rede (<0><1/></0> por parte), você poderia economizar mais reduzindo o número de partes ou mudando para uma {swapOrderLink}.
ru_ru: Принимая во внимание текущую стоимость сети (<0><1/></0> на чанк), вы можете сэкономить, уменьшив количество частей или переключившись на {swapOrderLink}.

source: sold
es_es: vendido
pt_br: vendido
ru_ru: продано

source: Unlike most other exchanges, CoW Swap doesn't charge you any fees if your trade fails.
es_es: A diferencia de la mayoría de los intercambios, CoW Swap no le cobra ninguna comisión si su operación falla.
pt_br: Ao contrário da maioria das outras exchanges, o CoW Swap não cobra nenhuma taxa se sua transação falhar.
ru_ru: В отличие от большинства других обменных пунктов, CoW Swap не взимает комиссию в случае неудачной торговли.

source: Failed to parse date and time provided
es_es: Error al analizar fecha y hora proporcionadas
pt_br: Falha ao analisar data e hora fornecidas
ru_ru: Не удалось проанализировать дату и время

source: Only executed swaps incur fees.
es_es: Solo cargos por incur de swaps ejecutados.
pt_br: Apenas swaps executados incorrem em taxas.
ru_ru: Только выполненные операции влекут за собой сборы за замену.

source: Sell amount
es_es: Vender monto
pt_br: Valor de venda
ru_ru: Сумма продажи

source: Unfillable
es_es: No rellenable
pt_br: Não preenchível
ru_ru: Неизлечимый

source: Request timed out. Please try again.
es_es: Tiempo de espera agotado. Por favor, inténtelo de nuevo.
pt_br: A solicitação expirou. Por favor, tente novamente.
ru_ru: Истекло время ожидания запроса. Попробуйте еще раз.

source: (modified)
es_es: (modificado)
pt_br: (modificado)
ru_ru: (изменено)

source: 1 Month
es_es: 1 mes
pt_br: 1 Mês
ru_ru: 1 месяц

source: Bridging completed!
es_es: ¡Bridging completado!
pt_br: Ponte concluída!
ru_ru: Мост завершен!

source: One-click convert, <0>boost yield</0>
es_es: Convertir en un clic, <0>impulsar rendimiento</0>
pt_br: Converter com um clique, <0>aumentar rendimento</0>
ru_ru: Преобразование в один клик, <0>Усиление урожая</0>

source: Name, symbol or address
es_es: Nombre, símbolo o dirección
pt_br: Nome, símbolo ou endereço
ru_ru: Имя, символ или адрес

source: No chainId
es_es: Sin chainId
pt_br: Sem chainId
ru_ru: Нет цепочки

source: h
ru_ru: ч

source: When selling {aNativeCurrency}, the minimum slippage tolerance is set to {minimumETHFlowSlippage}% or higher to ensure a high likelihood of order matching, even in volatile market conditions.
es_es: Al vender {aNativeCurrency}, la tolerancia mínima de deslizamiento se establece en {minimumETHFlowSlippage}% o superior para garantizar una gran probabilidad de que coincida con la orden. Incluso en condiciones de mercado volátiles.
pt_br: Ao vender {aNativeCurrency}, a tolerância mínima de derrapagem é definida como {minimumETHFlowSlippage}% ou superior para garantir uma alta probabilidade de correspondência de ordem, mesmo em condições voláteis de mercado.
ru_ru: При продаже {aNativeCurrency} минимальная допустимость проскальзывания установлена в {minimumETHFlowSlippage}% или выше, чтобы обеспечить высокую вероятность соответствия заказа, даже в неустойчивых рыночных условиях.

source: If you believe this is an error, please send an email including your address to
es_es: Si cree que esto es un error, por favor envíe un correo electrónico incluyendo su dirección a
pt_br: Se você acredita que isso é um erro, por favor, envie um e-mail incluindo seu endereço para
ru_ru: Если вы считаете, что это ошибка, пожалуйста, отправьте письмо с вашим адресом на
