Repository: cowprotocol/cowswap
Catalog: apps/cowswap-frontend/src/locales/*.po
Languages: es_es, pt_br, ru_ru

source: View on Bridge Explorer ↗
es_es: Ver en Bridge Explorer ↗️
ru_ru: Просмотр в проводнике мостов ↗️

source: Insufficient balance
es_es: Saldo insuficiente
ru_ru: Недостаточный баланс

source: Bottom
es_es: Abajo
ru_ru: Внизу

source: Order Filled
es_es: Pedido completado
ru_ru: Заказ заполнен

source: Invalid content type: Expected JSON but received {errorContentType}. Make sure the URL points to a valid manifest file.
es_es: Tipo de contenido inválido: Se esperaba JSON pero se recibió {errorContentType}. Asegúrese de que la URL apunta a un archivo manifest válido.
ru_ru: Недопустимый тип содержимого: ожидался JSON, но получил {errorContentType}. Убедитесь, что URL указывает на допустимый файл манифеста.

source: Failed to switch networks from the CoW Swap Interface. In order to use CoW Swap on {chainInfoLabel}, you must change the network in your wallet.
es_es: No se pudo cambiar de redes desde la interfaz de intercambio de CoW. Para poder usar CoW Swap en {chainInfoLabel}, debes cambiar la red de tu billetera.
ru_ru: Не удалось переключить сети из интерфейса CoW Swap. Чтобы использовать CoW Swap на {chainInfoLabel}, вы должны изменить сеть в вашем кошельке.

source: Learn more
es_es: Aprende más
ru_ru: Узнать больше

source: Swap and bridge costs are at least {formattedFeePercentage}% of the swap amount
es_es: Los costos de intercambio y puente son por lo menos {formattedFeePercentage}% del monto de intercambio
pt_br: Os custos de swap e ponte são de pelo menos {formattedFeePercentage}% do valor da troca
ru_ru: Затраты на замену и мост составляют не менее {formattedFeePercentage}% от суммы замены

source: I just received surplus on
es_es: Acabo de recibir excedentes en

source: Retrieve COW tokens before or after a swap.
es_es: Recuperar fichas COW antes o después de un intercambio.

source: This hook allows you to permit an address to spend your tokens on your behalf. This is useful for allowing a smart contract to spend your tokens without needing to approve each transaction.
es_es: Este gancho te permite permitir que una dirección gaste tus fichas en tu nombre. Esto es útil para permitir que un contrato inteligente gaste sus fichas sin necesidad de aprobar cada transacción.

source: Selected token: {sym}
es_es: Token seleccionado: {sym}

source: Infinite permit an address to spend one token on your behalf.
es_es: Permita infinito que una dirección gaste un token en su nombre.

source: The recipient address you inputted had the chain prefix <0>{chainPrefixWarning}</0>, which is not the expected for the network you are in.
es_es: La dirección de destinatario que introdujo tenía el prefijo de cadena <0>{chainPrefixWarning}</0>, que no es el esperado para la red en la que se encuentra.

source: CoW AMM Withdraw Liquidity
es_es: CoW AMM saca liquidez

source: Limit price (incl. costs)
es_es: Precio límite (incl. costos)

source: CoW Swap is now live on Arbitrum, Base, Polygon, and Avalanche. Switch the network toggle in the nav bar for quick, cheap transactions
es_es: El intercambio de CoW ahora está en vivo en Arbitrum, Base, Polygon y Avalanche. Cambia la conexión de red en la barra de navegación para transacciones rápidas y baratas

source: You don't have any {orderTabState} orders at the moment.
es_es: No tienes ningún pedido {orderTabState} en este momento.

source: Can't find your token on the list?
es_es: ¿No encuentras tu token en la lista?

source: <0>Read our guide</0> on how to add custom tokens.
es_es: <0>Lee nuestra guía</0> sobre cómo añadir tokens personalizados.

source: The Claim LlamaPay Vesting Hook is a powerful and user-friendly feature designed to streamline the process of claiming funds from LlamaPay vesting contracts. This tool empowers users to easily access and manage their vested tokens, ensuring a smooth and efficient experience in handling time-locked assets.
es_es: El Juego de Contratación de LlamaPay de Reclamo es una característica potente y fácil de usar diseñada para agilizar el proceso de reclamación de fondos de los contratos de adquisición de LlamaPay. Esta herramienta permite a los usuarios acceder y administrar fácilmente sus fichas adquiridas, garantizando una experiencia fluida y eficiente en el manejo de activos bloqueados por tiempo.

source: Permit a token
es_es: Permitir un token

source: loading
es_es: cargando

source: Limit price (incl.costs)
es_es: Limitar precio (incl. costos)

source: Bungee is a liquidity marketplace that lets you swap into any token on any chain in a fully abstracted manner. Trade any token with the best quotes and a gasless UX!
es_es: Bungee es un mercado de liquidez que le permite intercambiar cualquier ficha de cualquier cadena de una manera totalmente abstracta. ¡Intercambia cualquier token con las mejores cotizaciones y un UX sin gas!

source: Follow these steps
es_es: Siga estos pasos

source: Didn't find a suitable hook? You can always create your own! To do this, you need to specify which smart contract you want to call, the parameters for the call and the gas limit.
es_es: ¿No has encontrado un gancho adecuado? ¡Siempre puedes crear el tuyo! Para ello, debe especificar qué contrato inteligente desea llamar, los parámetros de la llamada y el límite de gas.

source: Reduce or withdraw liquidity from a pool before a token swap integrating the process directly into the transaction flow. By adjusting your liquidity ahead of time, you gain more control over your assets without any extra steps. Optimize your position in a pool, all in one seamless action — no need for multiple transactions or added complexity.
es_es: Reduce o retire liquidez de una piscina antes de un intercambio de fichas que integre el proceso directamente en el flujo de la transacción. Al ajustar su liquidez con antelación, usted gana más control sobre sus activos sin ningún paso adicional. Optimice su posición en un grupo, todo en una sola acción sin fisuras — sin necesidad de múltiples transacciones o complejidad añadida.

source: Across
es_es: Cruzar

source: An order’s actual execution price will vary based on the market price and network costs.
es_es: El precio de ejecución real de una orden variará en función del precio de mercado y los costos de la red.

source: Use the <0/> to see {orderTabLink}
es_es: Usa el <0/> para ver {orderTabLink}

source: Please connect your wallet to one of our supported networks:<0/>{chainLabels}
es_es: Por favor, conecte su billetera a una de nuestras redes soportadas:<0/>{chainLabels}

source: Effortless Airdrop Claims! The Claim COW Airdrop feature simplifies the process of collecting free COW tokens before or after your swap, seamlessly integrating into the CoW Swap platform. Whether you're claiming new airdrops or exploring CoW on a new network, this tool ensures you get your rewards quickly and easily.
es_es: ¡Effortless reclamaciones de aeródromo! La función de Reclamar COW Airdrop simplifica el proceso de recogida de fichas COW gratuitas antes o después de su intercambio, integrándose perfectamente en la plataforma de intercambio de CoW. Ya sea que esté reclamando nuevos aviones o explorando CoW en una nueva red, esta herramienta le asegura que obtenga sus recompensas rápida y fácilmente.

source: Receive (incl. costs)
es_es: Recibir (incluyendo costos)

source: User rejected signing the order
es_es: El usuario rechazó la firma del pedido

source: Add liquidity to a Uniswap v2 pool after the swap
es_es: Añadir liquidez a una piscina de Uniswap v2 después del intercambio

source: Across Protocol - Transfer Assets Between Layer 2s and Mainnet
es_es: A través del protocolo - Transferir activos entre la capa 2s y la red principal

source: Token wrapping bundling
es_es: Envoltura de Token

source: Build your own hook
es_es: Construye tu propio hook

source: Safe
es_es: Seguro

source: Withdraw Uniswap v2 Liquidity
es_es: Retira liquidez Uniswap v2

source: Remove liquidity from a CoW AMM pool before the swap
es_es: Remueve la liquidez de una reserva de CoW AMM antes del intercambio

source: Quote refresh in <0>{value} sec</0>
es_es: Citar refrescar en <0>{value} seg</0>

source: Wrap <0/> and Swap
es_es: Envolver <0/> e intercambiar

source: Bungee Protocol - Swap tokens across chains
es_es: Protocolo de Bungee - Intercambiar tokens a través de cadenas

source: For your convenience, token approval and order placement will be bundled into a single transaction, streamlining your experience!
es_es: Para su comodidad, la aprobación de tokens y la colocación de pedidos se incluirán en una sola transacción, estirando su experiencia!

source: Morpho Borrow
es_es: Préstamo Morpho

source: Supply collateral, borrow, repay and withdraw collateral on Morpho Protocol.
es_es: Suministrar garantías, prestar, reembolsar y retirar garantías en el Protocolo Morpho.

source: You must give the CoW Protocol smart contracts permission to use your <0/>. If you approve the default amount, you will only have to do this once per token.
es_es: Debe dar permiso a los contratos inteligentes del Protocolo CoW para usar su <0/>. Si aprueba la cantidad por defecto, sólo tendrá que hacer esto una vez por token.

source: Across is the fastest, cheapest and most secure cross-chain bridge for Ethereum, Arbitrum, Optimism, Polygon and other Layer 1 and Layer 2 networks. Transfer tokens with Across.
es_es: El puente cruzado más rápido, barato y seguro para las redes Ethereum, Arbitrum, Optismo, Polígono y otras redes Layer 1 y Layer 2. Transferir tokens con Across.

source: Create LlamaPay Vesting
es_es: Crear Vesting de LlamaPay

source: Uniswap v2 Deposit
es_es: Deposit de Uniswap v2

source: Network costs
es_es: Costes de red
pt_br: Custos de rede

source: The total surplus CoW Swap has generated for you in {nativeSymbol} across all your trades since {startDate}.
es_es: El sobrante intercambio de CoW te ha generado en {nativeSymbol} a través de todos tus intercambios desde {startDate}.

source: Create a LlamaPay vesting contract
es_es: Crear un contrato de adquisición de LlamaPay

source: <0>Switch to {wrappedNativeSymbol}</0> or <1>Wrap {nativeSymbol} to {wrappedNativeSymbol}</1> first.
es_es: <0>Cambiar a {wrappedNativeSymbol}</0> o <1>Envolver {nativeSymbol} a {wrappedNativeSymbol}</1> primero.

source: Withdraw rewards from your Gnosis validators.
es_es: Retira recompensas de tus validadores de Gnosis.

source: For your convenience, CoW Swap will bundle all the necessary actions for this trade into a single transaction. This includes the {nativeCurrencySymbol} wrapping and, if needed, {wrappedCurrencySymbol} approval. Even if the trade fails, your wrapping and approval will be done!
es_es: Para su comodidad, CoW Swap agrupará todas las acciones necesarias para esta operación en una sola transacción. Esto incluye el envoltorio{nativeCurrencySymbol} y, si es necesario, la aprobación{wrappedCurrencySymbol}. ¡Incluso si la operación falla, su envoltura y aprobación se harán!

source: Claim GNO from validators
es_es: Reclamar GNO a los validadores

source: Easily increase your position in a liquidity pool, adding both tokens in the right ratio. Whether you're seeking to increase your exposure to specific tokens or maximize the returns from your assets, this tool offers a quick and efficient way to enhance your liquidity position after a token swap, all in a smooth, efficient process.
es_es: Incrementa fácilmente tu posición en un pool de liquidez, agregando ambos tokens en la proporción correcta. Ya sea que busques aumentar tu exposición a tokens específicos o maximizar los rendimientos de tus activos, esta herramienta ofrece una forma rápida y eficiente de mejorar tu posición de liquidez después de un intercambio de tokens, todo en un proceso fluido y eficiente.

source: CoW Protocol covers the costs by executing your order at a slightly better price than your limit price.
es_es: El Protocolo de CoW cubre los costos ejecutando su pedido a un precio ligeramente mejor que su precio límite.

source: Your limit price is {absoluteRateImpact}% lower than current market price. You could be selling your<0/> at a loss (although CoW Swap will always try to give you the best price regardless).
es_es: Tu precio límite es {absoluteRateImpact}% más bajo que el precio de mercado actual. Podrías estar vendiendo tu<0/> con pérdida (aunque CoW Swap siempre intentará darte el mejor precio de todos modos).

source: This hook allows you to easily set up vesting contracts with LlamaPay. Enter the recipient’s address or ENS name, then choose how much to transfer: the token buy will be automatically detected by the hook and the contracts will be linked to your LlamaPay dashboard for seamless tracking.
es_es: Este gancho le permite configurar fácilmente contratos de inversión con LlamaPay. Introduzca la dirección del destinatario o el nombre de ENS, luego elija cuánto transferir: la compra del token será detectada automáticamente por el gancho y los contratos estarán vinculados a su panel de control de LlamaPay para un seguimiento sin fisuras.

source: CoW AMM Deposit
es_es: Depósito de CoW AMM

source: Token approval bundling
es_es: Conjunto de aprobación del token

source: Approving
es_es: Aprobando

source: for trading
es_es: para operar

source: This hook allows you to withdraw rewards from your Gnosis Chain validators through CoW Swap. It automates the process of interacting with the Gnosis Deposit Contract, enabling you to claim any available rewards directly to your specified withdrawal address. The hook monitors your validator's accrued rewards and triggers the claimWithdrawals function when rewards are ready for withdrawal. This simplifies the management of Gnosis validator earnings without requiring ready for withdrawal. This simplifies the management of Gnosis validator earnings without requiring manual contract interaction, providing a smoother and more efficient experience for users.
es_es: Este gancho te permite retirar recompensas de tus validadores de Gnosis Chain a través de CoW Swap. Automatiza el proceso de interacción con el Contrato de Depósito de Gnosis, lo que le permite reclamar cualquier recompensa disponible directamente a su dirección de retiro de dinero. El gancho monitoriza las recompensas acumuladas de su validador y activa la función claimWithdrawals cuando las recompensas están listas para retirarse. Esto simplifica la gestión de las ganancias de los validadores de Gnosis sin necesidad de prepararse para la retirada. Esto simplifica la gestión de las ganancias de los validadores de Gnosis sin requerir una interacción manual de contrato, proporcionando una experiencia más fluida y eficiente para los usuarios.

source: Call any smart contract with your own parameters
es_es: Llama a cualquier contrato inteligente con tus propios parámetros

source: You are connected to
es_es: Estás conectado a

source: From (incl. costs)
es_es: Desde (incl. costes)

source: Cow meditating...
es_es: Vaca meditando...

source: The Morpho Borrow hook enables users to seamlessly combine swaps with borrow-related actions. Users can enter new positions, leave existing ones, or move between different markets through a unified, streamlined process.
es_es: El Morpho Borrow hook permite a los usuarios combinar perfectamente los swaps con las acciones relacionadas con los préstamos. Los usuarios pueden entrar en nuevas posiciones, dejar las existentes o moverse entre diferentes mercados a través de un proceso unificado y estirado.

source: Swap bridged via your {accountProxyLabelString}: <0/>
es_es: Intercambiar a través de tu {accountProxyLabelString}: <0/>

source: Approve and swap
es_es: Aprobar e intercambiar

source: Remove liquidity from a Uniswap v2 Weighted pool before the swap
es_es: Remueve la liquidez de una piscina pesada de Uniswap v2 antes del intercambio

source: Add liquidity to any of the CoW AMM pools
es_es: Agrega liquidez a cualquiera de las piscinas CoW AMM

source: Claim your LlamaPay vesting contract funds
es_es: Reclamar fondos de contrato de LlamaPay

source: Claim COW Airdrop
es_es: Reclamar Airdrop COW

source: Reduce or withdraw Uniswap v2 from a pool before a token swap integrating the process directly into the transaction flow. By adjusting your liquidity ahead of time, you gain more control over your assets without any extra steps. Optimize your position in a pool, all in one seamless action — no need for multiple transactions or added complexity.
es_es: Reduce o retire Uniswap v2 de un pool antes de un intercambio de tokens que integre el proceso directamente en el flujo de transacción. Al ajustar su liquidez con antelación, usted gana más control sobre sus activos sin ningún paso adicional. Optimice su posición en un grupo, todo en una sola acción sin fisuras — sin necesidad de múltiples transacciones o complejidad añadida.

source: Cancelling order with id {shortId}:<0/><1>{orderSummary}</1>
pt_br: Cancelando ordem com id {shortId}:<0/><1>{orderSummary}</1>

source: Price impact due to current liquidity levels and estimated swap fees and costs
pt_br: Impacto no preço devido aos níveis atuais de liquidez e taxas e custos de swap estimados

source: This token is not available in your region
pt_br: Este token não está disponível em sua região

source: This token list is not available in your region.
pt_br: Esta lista de tokens não está disponível na sua região.

source: Not available in your region
pt_br: Não disponível em sua região

source: This list requires consent before importing.
pt_br: Esta lista requer consentimento antes da importação.
